{
    "ef101_name": "Sword of the Sun",
    "ef101_desc": "A mysterious sword containing the power of light that grants its wielder continuous vitality.",
    "sk_ef101_de": "Increases Attack by {{variable}}.",
    "ef102_name": "Demon's Pistol",
    "ef102_desc": "Legend says that anyone shot by this gun will become cursed.",
    "sk_ef102_de": "Increases Critical Hit Chance by {{variable}}.",
    "ef103_name": "Dream Scroll",
    "ef103_desc": "Tell me what you want to dream. I can show you anything.",
    "sk_ef103_de": "Increases Effect Resistance by {{variable}}.",
    "ef104_name": "Biting Wind Star",
    "ef104_desc": "A throwing star that flies as fast as the wind straight at the enemy's weak point.",
    "sk_ef104_de": "Increases Critical Hit Damage by {{variable}}.",
    "ef105_name": "Venus Orb",
    "ef105_desc": "If you keep this orb with you, Venus's blessing will be with you.",
    "sk_ef105_de": "Increases Effectiveness by {{variable}}.",
    "ef106_name": "Enhanced Gauntlet",
    "ef106_desc": "A specially reinforced gauntlet that does not break, even after being hit with several attacks.",
    "sk_ef106_de": "Increases Defense by {{variable}}.",
    "ef201_name": "Deadly Sword",
    "ef201_desc": "If you remove the sword from its sheath, you must kill someone with it. If you fail to do so, you will die.",
    "sk_ef201_de": "Increases Attack by {{variable}}.",
    "ef202_name": "Elf's Bow",
    "ef202_desc": "A light and sturdy bow used by an elf from Dun Blyraia.",
    "sk_ef202_de": "Increases Critical Hit Chance by {{variable}}.",
    "ef203_name": "Staff of Wisdom",
    "ef203_desc": "A soul inside the staff will whisper ancient knowledge.",
    "sk_ef203_de": "Increases Effectiveness by {{variable}}.",
    "ef204_name": "Fairy's Grimoire",
    "ef204_desc": "Take a good look at that spell book. The glowing letters that you find after a few pages are messages from fairies.",
    "sk_ef204_de": "Increases Effect Resistance by {{variable}}.",
    "ef205_name": "Bloodbead Dagger",
    "ef205_desc": "A dagger once used by an assassin that took many lives.",
    "sk_ef205_de": "Increases Critical Hit Damage by {{variable}}.",
    "ef206_name": "Firm Shield",
    "ef206_desc": "They say that the wielder of this shield doesn't back down from any situation, no matter how terrifying.",
    "sk_ef206_de": "Increases Defense by {{variable}}.",
    "ef301_name": "Grail of Blood",
    "ef301_desc": "What wishes may be granted by this Death Goblet that holds the blood of so many victims?",
    "sk_ef301_de": "Recovers Health equal to {{variable}} of the caster's Attack at the start of the turn. Effect is increased by 50% when the caster's Health is less than 30%.",
    "ef302_name": "Egg of Delusion",
    "ef302_desc": "A dark egg containing demonic energy. Nobody knows what it may contain inside.",
    "sk_ef302_de": "Increases Defense by {{variable}} when Health is more than 50%.",
    "ef303_name": "Prophetic Candlestick",
    "ef303_desc": "It is said that you can see into the future by lighting a candle, putting it on this candlestick, and looking into the flame.",
    "sk_ef303_de": "{{variable}} chance to reduce cooldown by 1 turn when attacked. Can be activated once per turn.",
    "ef304_name": "Ancient Sheath",
    "ef304_desc": "This magical sheath is said to keep any blade from losing its sharpness.",
    "sk_ef304_de": "Increases damage dealt by basic skill by {{variable}}.",
    "ef305_name": "Ranon's Memorandum",
    "ef305_desc": "A memorandum that contains all the records of magic researched by Ranon, the Mage. However, a spell is cast to show different content every time it's opened, so one must disable the spell to read the real content.",
    "sk_ef305_de": "Increases Speed by {{variable}} after attacking. Can stack up to 10 times.",
    "ef306_name": "Atma's Portal",
    "ef306_desc": "By going through that door, you can turn back time. It may be for a brief moment, but it's enough to gain momentum in a fight.",
    "sk_ef306_de": "{{variable}} chance to decrease skill cooldown of all allies by 1 turn at the start of the battle.",
    "ef307_name": "Alsacian Spear",
    "ef307_desc": "It is said that this spear contains the souls of the spirits who protect the forest, and grants strong protection to those who wield it.",
    "sk_ef307_de": "Decreases Combat Readiness by {{variable}} after a single attack.",
    "ef308_name": "Labyrinth Cube",
    "ef308_desc": "A strange relic that was found in the mysterious maze of Farche Frontier. With mysterious light emitting from it, it has the power to distort space with impact.",
    "sk_ef308_de": "{{variable}} chance to increase the caster's Combat Readiness by 15% at the end of the enemy's turn.",
    "ef309_name": "Cursed Compass",
    "ef309_desc": "Careful, it's a monster. Who knows what could happen if we go in the direction the compass is pointing.\\n- Adventurer Laurelai",
    "sk_ef309_de": "Increases Effectiveness by {{variable}} for 1 turn at the start of the battle.",
    "ef310_name": "Sword of the Morning",
    "ef310_desc": "Only those with the power to control their inner energy can wield this sword.\\n- Master Swordsman Rhynos",
    "sk_ef310_de": "Increases Attack and Speed by {{variable}} when Health is less than 50%.",
    "ef311_name": "Mighty Yaksha",
    "ef311_desc": "If you really want to be strong, risk your life and challenge me.",
    "sk_ef311_de": "Increases Attack and Defense by {{variable}} when Health is more than 50%.",
    "ef312_name": "Devil's Brand",
    "ef312_desc": "As long as this brand is with you, the Devil will continue to protect you.\\n- Cult Enforcer Ebarak",
    "sk_ef312_de": "Increases Effect Resistance of all allies by {{variable}} at the start of the turn. Effect can only stack up to 5 times.",
    "ef313_name": "Goblin's Lamp",
    "ef313_desc": "If you allow yourself to be seduced by the faint light floating upon the lake, the demon in the water will reach out for you.",
    "sk_ef313_de": "Heals the ally with the lowest Health by {{variable}} at the beginning of the battle.",
    "ef314_name": "Aqua Rose",
    "ef314_desc": "This rose of eternal beauty grants great magical power to the possessor. ",
    "sk_ef314_de": "50% chance to grant a barrier to the caster equivalent to {{variable}} of max Health for 1 turn when attacked. Can only be granted once every 2 turns.",
    "ef315_name": "Ascending Axe",
    "ef315_desc": "The swing of his axe was unstoppable; his enemies becoming an ever-growing pile of corpses.\\nWritten by Reingar Media Club [Special Edition: Testimony of Ancient Weapons 6, 44p] ",
    "sk_ef315_de": "Increases Critical Hit Chance of the caster by {{variable}} after making a critical hit. Effect can only stack up to 3 times.",
    "ef316_name": "Exorcist's Tonfa",
    "ef316_desc": "A powerful tonfa capable of smashing bones and splitting flesh. They say that when the wielders of this weapon die, their souls are bound to it.",
    "sk_ef316_de": "Increases damage dealt by {{variable}} when the enemy's Health is more than 50%.",
    "ef317_name": "Daydream Joker",
    "ef317_desc": "Did you enjoy the world I showed you? Was it satisfying? Now, pay the price with your life.",
    "sk_ef317_de": "Increases damage dealt by {{variable}} of the enemy's max Health when attacking.",
    "ef318_name": "Butterfly Mandolin",
    "ef318_desc": "A mandolin used by Ludo, a pure-voiced minstrel. If you play it, you can see an illusion of butterflies made of light dancing.",
    "sk_ef318_de": "{{variable}} chance to be granted an extra turn at the end of the next turn when attacked.",
    "ef319_name": "Envoy's Pipe",
    "ef319_desc": "Look carefully at the smoke that rises from the pipe--you'll see within whether you're destined for paradise or hell.",
    "sk_ef319_de": "Decreases damage received by {{variable}} when Health is less than 50%. When more than one similar effect is granted, only the strongest effect is applied.",
    "ef320_name": "Timeless Anchor",
    "ef320_desc": "They say that the ship held down with that anchor is able to endure all strong winds.\\n- Written by Louis [The Adventures of Louis Van Vrista, Pg. 51]",
    "sk_ef320_de": "{{variable}} chance to dispel one debuff when attacked.",
    "ef321_name": "Forest Totem",
    "ef321_desc": "A totem deep within the forest. Make a wish before it, and if you hear the clear ringing of a bell, your wish will come true.",
    "sk_ef321_de": "{{variable}} chance to grant continuous healing for 2 turns when attacked. Can only be activated once every 2 turns.",
    "ef322_name": "Oath Key",
    "ef322_desc": "A key made in honor of the heroes who defeated the ancient monster, Nankuda, engraved with their oath to protect the world.\\n- Philosopher Izet",
    "sk_ef322_de": "Increases Hit Chance by {{variable}}.",
    "ef323_name": "Ruby Essence",
    "ef323_desc": "Through these crimson fruits, I will gain eternal youth.",
    "sk_ef323_de": "Recovers <#FF9900>{{variable}}</> of max Health at the beginning of the turn when the caster is debuffed.",
    "ef401_name": "Card of Small Miracles",
    "ef401_desc": "A New Year's card with a picture of Arky pulling a sled over a starry sky, on his way to grant the wishes of the people of Ritania. No matter how much time has passed, this card will help you remember your precious memories of that day.",
    "sk_ef401_de": "Increases Attack and Defense of all allies by {{variable}}. Does not stack with an Artifact providing the same effect.",
    "ef402_name": "Love Potion",
    "ef402_desc": "It is said to be a magic potion of love, but in reality it is a potion that makes people honest about their innermost feelings.",
    "sk_ef402_de": "Increases the effect of all healing received by allies by {{variable}}. When more than one similar effect is granted, only the strongest effect is applied.",
    "ef403_name": "Portrait of the Saviors",
    "ef403_desc": "A portrait featuring the faces of the heroes who vanished after saving Orbis, drawn from Ras's memory by a famous Ezeran artist.",
    "sk_ef403_de": "Increases damage dealt by {{variable}} when the enemy's Health is more than 50%.",
    "ef404_name": "Rainbow Scale",
    "ef404_desc": "According to legend, a handful of Merpeople have rainbow-colored scales, which possess very powerful healing properties, capable even of bringing back the dead.",
    "sk_ef404_de": "Increases Effectiveness and Effect Resistance of all allies by {{variable}}. Does not stack with an Artifact providing the same effect.",
    "ef405_name": "One Year of Gratitude",
    "ef405_desc": "Orbis has completed one long orbit around Ilryos. To convey their feelings of gratitude to Heirs for protecting Orbis all that time, Ras brings a gift, wrapped by Arky, and a letter, written by Mercedes.",
    "sk_ef405_de": "Increases the EXP acquired by Heroes in the team by 10%. This effect will not be applied when used via a supporter.\\nThe skill effect of this Artifact does not increase when enhanced.",
    "ef406_name": "Midnight Bloom",
    "ef406_desc": "A type of firework used at the Full Moon Festival Afterparty. Its blooms vary from huge explosions that illuminate the entire night sky to small bursts shaped like delightful plants and animals.",
    "sk_ef406_de": "Increases Critical Hit Chance of all allies by {{variable}}. Does not stack with an Artifact providing the same effect.",
    "ef407_name": "Spooky Solayu Stories",
    "ef407_desc": "A book written by a ghost story aficionado. The first story features a sad little ghost girl who appears within a hazy beam of light.",
    "sk_ef407_de": "Increases Hit Chance and Effectiveness of all allies by {{variable}}. Does not stack with an Artifact providing the same effect.",
    "ef410_name": "Pantewig Bloom",
    "ef411_name": "Cornflower Bomber",
    "ef414_name": "Grade 1 Seal Restraints",
    "ef418_name": "Hellfire Demonblade",
    "ef424_name": "Bloody Warhammer",
    "ef426_name": "Celestial Spear",
    "ef427_name": "Succubus Mirror",
    "ef410_desc": "Double, double toil and trouble. Eye of toad, moss of lizard. Magic medicine, wet this broom and keep me safe from all things powerful.\\n- The Crescent Spider Witch, Skinnery",
    "ef411_desc": "When you blow up your enemies, it needs to be cute and colorful like candy. Even bad guys deserve to be punished in a pretty fashion, don't you think?\\n- Self-proclaimed Spirit of Bombs, MeiMei",
    "ef414_desc": "The overwhelming power that will even destroy the wielder is best kept restrained.\\n- Inquisitor Raidra",
    "ef418_desc": "\"I will smite all demons with hellfire!\" This sword, once wielded by Zeria, the Midnight Knight, is said to contain incredible magical power.",
    "ef424_desc": "\"I heard that weapon sucks up blood, don't you think it hosts an evil spirit?\"",
    "ef426_desc": "This spear once wielded by the hero Nerendis is said to be powerful enough to pierce through the sky.",
    "ef427_desc": "Be careful not to be seduced by the face in the mirror.",
    "ef501_name": "Proof of Valor",
    "ef501_desc": "\"Though courage and daring may not be visible to mortal eyes, this insignia will act as proof of yours. From now on, everyone you meet shall know of your valor.\"",
    "sk_ef501_de": "Decreases damage taken by {{variable}}. Effect decreases by {{variable}} with each attack suffered, down to {{variable}}. When more than one damage reduction effect is granted, only the strongest effect is applied. This artifact can only apply to one Hero within a party.",
    "ef503_name": "Naha's Wreath",
    "ef505_name": "Star Piercer",
    "ef506_name": "Blood-Seared Moon",
    "ef508_name": "Manifu",
    "ef513_name": "Sigurd Scythe",
    "ef514_name": "Rod of Amaryllis",
    "ef515_name": "Sword of Holy Light",
    "efw01_name": "Sigurd Scythe",
    "efw01_desc": "As the moonlight revealed a figure holding a scythe, the astonished onlookers exclaimed \"the God of Death has descended!\"",
    "ef503_desc": "A laurel wreath left by young Naha for the protector of the forest tribe. He continued to wear it on his head to protect the forest, which no longer had Naha.",
    "ef505_desc": "You're overestimating that armor. I could pierce it if I wanted to.\\n- Star Prosecutor, Ayla",
    "ef506_desc": "It is said that when Lunaris's distorted light shines red, the rage and bloodlust of wild beasts and vampires is at its height.",
    "ef508_desc": "A spirit that controls a body with no soul, instead of a doll. The body now contains the soul of a magician who failed in their attempt to harness Eternal Magic.",
    "ef513_desc": "As the moonlight revealed a figure holding a scythe, the astonished onlookers exclaimed \"the God of Death has descended!\"",
    "ef514_desc": "Everyone who fights for the salvation of the world will have the divine protection of the Goddess.",
    "ef515_desc": "The soft light emitted by the sword shields its owner from all injuries. ",
    "sk_efw01_de": "When the caster's Health is less than 50%, increases Attack by 25% and absorbs {{variable}} of the damage dealt as Health.",
    "efw02_name": "Durandal",
    "efw02_desc": "The soft light emitted by the sword shields its owner from all injuries.",
    "sk_efw02_de": "When the caster's Health is less than 75%, Combat Readiness increases by {{variable}} when attacked.",
    "efw03_name": "El's Fist",
    "efw03_desc": "While holding this gauntlet, you can destroy anything you touch, as if it had never even existed!\\n- Guard Maid, El",
    "sk_efw03_de": "As Health decreases, Attack and Speed increase by up to {{variable}}.",
    "efw04_name": "Hell Cutter",
    "efw04_desc": "Look at this saw... isn't it awesome?\\n- Notorious Lunatic, Ralakia",
    "sk_efw04_de": "Caster's Attack and Critical Hit Chance increase by {{variable}} whenever somebody's turn ends. Effect is removed after the caster attacks.",
    "efw05_name": "Strak Gauntlet",
    "efw05_desc": "When the eclipse began, those small gloves started to spew fire and engulf my whole body. The spirit inside the gloves had woken up, and we were able to defeat the Archdemon.\\n- Heir Aki",
    "sk_efw05_de": "Effect Resistance increases by {{variable}} when the caster's Health is above 50%. When Health is below 50%, the effect is halved.",
    "efw06_name": "Uberius's Tooth",
    "efw06_desc": "Treasure of the Wintenberg royal family made from the remains of wicked dragon Uberius. It's said to be capable of ripping dragon scale armor.",
    "sk_efw06_de": "{{variable}} chance to inflict additional damage when a critical hit is made on a Single Attack. Additional damage increases proportional to the caster's Attack.",
    "efw07_name": "Border Coin",
    "efw07_desc": "\"Heads, I'll pretend I didn't see anything and let you go free. But tails...\"\\nCountless people have had their fortunes rely on this old gold coin.",
    "sk_efw07_de": "Increases Attack by {{variable}} after using a non-attack skill. Effect can only stack up to 3 times.",
    "efw08_name": "Junkyard Dog",
    "efw08_desc": "A weapon created to embody the ability of the Outrage. It is a combination of the Fireseal and the Flashing Tooth, which is one of the Sacred Treasures, originally possessed by the Conclave on Sol's home planet.",
    "sk_efw08_de": "{{variable}} chance to burn enemy for 2 turns after using basic skill.",
    "efw09_name": "Creation & Destruction",
    "efw09_desc": "A scissor-like weapon that can be used as two separate swords, forged by the greatest blacksmith at Lilibet's request. In mockery of the official religion of Rekos, the blades are named after Cho and Mal, the demons of creation and destruction.",
    "sk_efw09_de": "{{variable}} chance for skill cooldown not to occur.",
    "efw10_name": "Crimson Seed",
    "efw10_desc": "A token in the shape of the small flame emblem of Meldrec, used as proof of friendly relations and to show that an outsider has been granted passage through Meldrec by the great chief.",
    "sk_efw10_de": "Has a {{variable}} chance to dispel one debuff when attacked. Can be activated once per turn.",
    "efk01_name": "Holy Sacrifice",
    "efk01_desc": "The Statue of Grace is given to whichever knight wins the Goddess's favor and will save them from death once before shattering to pieces.\\nWritten by Barrett [Treasures of the Holy Kingdom, 15p]",
    "sk_efk01_de": "{{variable}} chance to be revived with 25% Health after dying. Can only be activated once per stage.",
    "efk02_name": "Elbris Ritual Sword",
    "efk02_desc": "A ceremonial sword handed down by the Elves for thousands of years, the blade is infused with several springs of magic. The person who owns this sword becomes the king of Elves.",
    "sk_efk02_de": "Has a {{variable}} chance to counterattack when an ally except for the caster is attacked.",
    "efk03_name": "Aurius",
    "efk03_desc": "Legendary hero Knight Commander Rowell's tower shield.",
    "sk_efk03_de": "Increases Defense of all allies by 10%, and takes {{variable}} of the damage suffered by them. Does not stack with an Artifact providing the same effect. When more than one similar effect is granted, only the strongest effect is applied.",
    "efk04_name": "Adamant Shield",
    "efk04_desc": "That damn shield can't be penetrated by anything. I guarantee you, cause even my sword couldn't.\\n- Star Fencer Ayla",
    "sk_efk04_de": "Decreases Critical Hit Damage received by all allies by {{variable}}. When more than one similar effect is granted, only the strongest effect is applied.",
    "efk05_name": "Hilag Lance",
    "efk05_desc": "As she lifted her lance, a cry burst out from behind her. She believed she would soon be able to overthrow the Archdemon. \"If I cannot do it, Goddess, give me the power to fight on forever.\"",
    "sk_efk05_de": "Increases the caster's Combat Readiness by {{variable}} after an ally except for the caster is attacked by a single attack.",
    "efk06_name": "Noble Oath",
    "efk06_desc": "An emblem given to members of Ezera's Orders after they pledge to dedicate their lives to the Goddess. Those given to knights resemble an escutcheon, while those given to priests resemble a rosary.",
    "sk_efk06_de": "As Health decreases, Defense and Effect Resistance increase by up to {{variable}}.",
    "efk07_name": "Justice for All",
    "efk07_desc": "A gauntlet made the year the first member of the Sharon family was knighted. It represents the pursuit of justice to be shared by all who follow the Goddess and the kingdom, rather than just for the sake of oneself.",
    "sk_efk07_de2": "{{variable}} chance to grant the caster a random buff for 2 turns at the end of the turn (Increase Attack, Defense, Speed, or Critical Hit Chance, Barrier, Immunity, Continuous Heal, or Critical Hit Resistance). Barrier strength increases proportional to the caster's max Health.",
    "efk08_name": "Sword of Ezera",
    "efk08_desc": "\"Because the color and shape is different to the holy sword wielded by the real life Ezeran legend...\"\\nThe final part of the etching on the sword's hilt has been lost to time, but a mysterious force can still be felt flowing through the blade.",
    "sk_efk08_de": "Decreases damage suffered by the caster from Elite or Boss monsters by {{variable}}. When more than one similar effect is granted, only the strongest effect is applied.",
    "efk09_name": "Bastion of Perlutia",
    "efk09_desc": "A divine weapon passed down in the Perlutia family that may only be wielded by those born to be leaders. It chooses its master of its own will and rearranges its dark, hexagonal pieces to take the form most optimal for any situation. It was locked away for decades with no one to wield it, but finally, it has found a new master to bring it back into the world.",
    "sk_efk09_de": "At the start of battle, grants a barrier equivalent to {{variable}} of the caster's max Health to the ally with the highest Attack for 2 turns.",
    "efa01_name": "Rhianna & Luciella",
    "efa01_desc": "You're today's target. I'll let you know now that there's nowhere to run.\\n- Moon Assassins, Rhianna and Luciella",
    "sk_efa01_de": "{{variable}} chance to be granted an extra turn at the end of the turn. Can be activated once per turn.",
    "efa02_name": "Wind Rider",
    "efa02_desc": "Famously known as the Phantom Wind, Rinak would sneak into the mansions of the rich with ghost-like stealth and vanish with their most expensive possessions.",
    "sk_efa02_de": "Casts stealth for 1 turn and increases Attack of the next turn by {{variable}} when the caster defeats an enemy.",
    "efa03_name": "Moonlight Dreamblade",
    "efa03_desc": "\"Whether you take the path before you or not, it's all your choice to make,\" the White Shining Blade's voice whispered in my mind.",
    "sk_efa03_de": "Increases Evasion by {{variable}}. After successfully evading, the caster is granted increased Attack for 1 turn.",
    "efa04_name": "Elyha's Knife",
    "efa04_desc": "Whenever Elyha, the leader of the Black Fog Company, wielded a knife, it got darker with blood and more brutal every time.",
    "sk_efa04_de": "Penetrates Defense by {{variable}} when attacking an enemy not at max Health.",
    "efa05_name": "Dust Devil",
    "efa05_desc": "\"Once this long fight is over, will everything go back to the way it was?\" mused the hero of the Dejurak desert with a deep sigh of anger.",
    "sk_efa05_de": "{{variable}} chance to attack again with a basic skill when the target survives a basic skill attack. Can only be activated once per turn.",
    "efa06_name": "Santa Muerte",
    "efa06_desc": "There was nothing that Haste's scythe could not slay. The peaceful darkness could not stand in its way, nor even could life and death, until eventually he slayed even his own humanity.",
    "sk_efa06_de": "Decreases Combat Readiness of the enemy by {{variable}} after a single attack if the enemy is an Earth elemental.",
    "efa07_name": "Alexa's Basket",
    "efa07_desc": "A basket Alexa carries whenever she goes on a picnic with someone she wishes to become close to, containing everything necessary for a nice lunch in a beautiful forest. Just taking it along will elicit the joy of a pleasant picnic outing.",
    "sk_efa07_de": "{{variable}} chance each to grant increased Attack (Greater) and Critical Hit Chance to the caster for 1 turn at the start of the turn.",
    "efa08_name": "Violet Talisman",
    "efa08_desc": "As long as you believe in victory, the light of hope shall never fade. Remember that, my son. Our family's legacy now rests on your shoulders.\\n- Violet's Father",
    "sk_efa08_de": "Increases Attack by {{variable}} and Evasion by {{variable}} at the start of every turn. Each effect can stack up to 3 times, and resets at the start of battle.",
    "sk_efa09_de": "{{variable}} chance to inflict bleed for 2 turns after a single attack.",
    "efa09_name": "Torn Sleeve",
    "efa09_desc": "A torn sleeve out of which various weapons appear as though they are prosthetic limbs. She never has explained how she manages to fit so many things up there.",
    "efa10_name": "Shepherds of Chaos",
    "efa10_desc": "New kinds of Unknown that came to Orbis through Chaos Gates. Their appearance and traits differ from that of the Unknown that previously appeared in Ritania. Most are acting under someone's command, and a few appear to possess some intelligence.",
    "sk_efa10_de": "As Health decreases, Evasion and Defense increase by up to {{variable}}.",
    "efr01_name": "Bloodstone",
    "efr01_desc": "As I took a bite of the fruit, a red liquid spilled out. Instead of the copper smell of blood, the sweet scent of fruit emanated from it.",
    "sk_efr01_de": "Heals the ally with the lowest Health by {{variable}} of damage dealt.",
    "efr02_name": "Song of Stars",
    "efr02_desc": "As the strings start to vibrate, the starlight illuminates her.",
    "sk_efr02_de": "{{variable}} chance for an enemy to become targeted for 2 turns after a single attack.",
    "efr03_name": "Infinity Basket",
    "efr03_desc": "Now, put your most expensive possession in this basket - it doubles! Put in two? Quadruples! This isn't a scam, trust me!",
    "sk_efr03_de": "Increases Dual Attack chance of all allies except for the caster by {{variable}} during the caster's turn. Dual Attacks will deal 20% more damage.",
    "efr04_name": "Sashe Ithanes",
    "efr04_desc": "This is the Sashe Ithanes. It is a flame that will shake the world on its axis, that will destroy people, cities, kingdoms, even dreams. Take it, and in my name bring an end to everything.",
    "sk_efr04_de": "Increases Combat Readiness of all allies by {{variable}} when the enemy is defeated. Does not stack with an Artifact providing the same effect.",
    "efr05_name": "Rosa Hargana",
    "efr05_desc": "Gun mage Amber Rose was an expert in lightweight magic and sharpshooting. Her magic bullets never missed, even when aimed at her own lover.",
    "sk_efr05_de": "Increases Dual Attack Chance by {{variable}} and increases Attack by 30% when it's not the caster's turn.",
    "efr06_name": "Otherworldly Machinery",
    "efr06_desc": "For the people of Orbis, Yuna's cellphone is a peculiar item that they couldn't understand.",
    "sk_efr06_de": "Increases damage of attacks that target all enemies by {{variable}}.",
    "efr07_name": "Ambrote",
    "efr07_desc": "After a final prayer, she took her bow made from the branches of the World Tree and leaped onto the battlefield full of death, wishing to restore the world in the belief that all things will be born anew.",
    "sk_efr07_de": "Increases damage dealt by basic skill by {{variable}}.",
    "efr08_name": "Iron Fan",
    "efr08_desc": "\"Ladies use fans for many purposes: hiding smiles, expressing feelings indirectly, and of course, eliminating enemies.\"",
    "sk_efr08_de": "Damage dealt increases by {{variable}} when attacking an Ice elemental target.",
    "efr09_name": "Sword of Judgment",
    "efr09_desc": "\"If you truly are innocent, then the Goddess will save you from my sword.\" Whether it is blood or the dark red of rose petals that falls in that next moment, it is unclear.",
    "sk_efr09_de": "{{variable}} chance to attack again with a basic skill when the target survives a Single Attack. Can only be activated once per turn.",
    "efr10_name": "Reingar's Special Drink",
    "efr10_desc": "A drink specially made in Reingar. With its pretty color and sweet scent, this drink is great for relaxation. They say this drink also enhances concentration, memorization, and judgment, but this hasn't been verified yet.",
    "sk_efr10_de": "When attacking all enemies, has a {{variable}} chance to inflict additional damage. Additional damage dealt increases proportional to the caster's Attack.",
    "efm01_name": "Abyssal Crown",
    "efm01_desc": "May those ruled by the crown walk the road of corruption forever.\\n- Witch Reinwood, hung high up on the stake",
    "sk_efm01_de": "{{variable}} chance to stun the enemy for 1 turn after attacking.",
    "efm02_name": "Etica's Scepter",
    "efm02_desc": "When the empire is in its greatest peril, the exiled princess, Etica, will return with the five spirits to take back the royal hall and call down a rain of repentance to save the devastated world.",
    "sk_efm02_de": "{{variable}} chance to decrease skill cooldown by 1 turn at the beginning of the turn.",
    "efm03_name": "Tagehel's Ancient Book",
    "efm03_desc": "A book written in the characters of the fallen Kingdom of Tagehel. Researchers are working hard to discover the meaning and principles behind the characters and unlock the mysterious power they hold.",
    "sk_efm03_de": "Receive {{variable}} Souls at the start of battle.",
    "efm04_name": "Kal'adra",
    "efm04_desc": "A cursed weapon created by the fallen priest, Sestia. It causes a mental breakdown in the target by reminding them of their most painful memories. Even ages later, when fallen priests have sided with the Covenant, use of this mask is banned.",
    "sk_efm04_de": "Increases damage dealt against debuffed enemies by {{variable}}.",
    "efm05_name": "Sira-Ren",
    "efm05_desc": "This rare magical flower blooms from the corpse of a Human who possessed incredible magic power. It quickly withers away unless it is constantly being infused with powerful Mana. Few have been lucky enough to witness such a sight.",
    "sk_efm05_de2": "{{variable}} chance to inflict a random debuff for 1 turn after attacking (Decrease Attack, Decrease Hit Chance, Silence, Sleep, or Poison).",
    "efm06_name": "Time Matter",
    "efm06_desc": "A source of power that Guardian Kazran wields that controls time. It can bring forth a time in the past that no one can remember.",
    "sk_efm06_de": "Reduces skill cooldown by 1 turn when an enemy is killed by an attack and increases the damage of the next attack by {{variable}}. Can only be activated once per skill.",
    "efm07_name": "Chatty",
    "efm07_desc": "I was once the best mercenary in the world!! Before Serila... No, master trapped my soul inside this lantern.",
    "sk_efm07_de": "{{variable}} chance to be granted a barrier for 2 turns after being attacked when attack causes Health to fall below 50%. Barrier strength is proportional to the caster's Attack. Can be activated once every 2 turns.",
    "efm08_name": "Iela Violin",
    "efm08_desc": "No matter how much power or darkness one wields, they're just a part of the audience. Iela started to play the violin and her melody touched the hearts of all that heard it. Even the genius mage who was only interested in fighting was moved.",
    "sk_efm08_de": "Has a {{variable}} chance to dispel one buff from the enemy after attacking.",
    "efm09_name": "Radiant Forever",
    "efm09_desc": "A flash appears with creation; a flare passes by with death. This crystal, created by a consolidation of all light within life, is said to have immense power.",
    "sk_efm09_de": "When using a skill that targets all enemies, increases damage dealt against Elite or Boss monsters by {{variable}}.",
    "efm10_name": "Necro & Undine",
    "efm10_desc": "Two sentient wings on Dizzy's back. When attacking, the green wing becomes Necro, a grim reaper, and the blue wing becomes Undine, an angel. Though their personalities often clash, both of them consider Dizzy's safety their highest priority.",
    "sk_efm10_de": "Increases the caster's Combat Readiness by {{variable}} after an AoE attack. This effect is not activated by a counterattack, Dual Attack, or extra attack.",
    "efm11_name": "Spirit's Breath",
    "efm11_desc": "Through them... I can feel it. The pain and agony in this world...\\nIt is said that only a few Shaman of Rekos can hear the Spirits' whispers.",
    "sk_efm11_de": "{{variable}} chance to decrease skill cooldown by 1 turn when using a non-attack skill.",
    "efm12_name": "Tear of the Desert",
    "efm12_desc": "A jewel insignia that is made of Peridot found only in the nearby desert of Savara and granted exclusively to a few credited mercenaries by Basar himself. Adventurers of the desert covet it for its mystical blue glow that grows brighter as a sandstorm approaches.",
    "sk_efm12_de": "Increases Attack of the caster by {{variable}} after attacking all enemies. Effect can only stack up to 5 times.",
    "efm13_name": "Dignus Orb",
    "efm13_desc": "\"Whenever times are hard, I just look up to the sky, and it shows me the way forward.\"",
    "sk_efm13_de": "Grants a barrier equivalent to {{variable}} of Attack for 2 turns when the caster uses a non-attack skill.",
    "efh01_name": "Rod of Amaryllis",
    "efh01_desc": "Everyone who fights for the salvation of the world will have the divine protection of the Goddess.",
    "sk_efh01_de": "Heals the ally with the lowest Health by {{variable}} after using a non-attack skill.",
    "efh02_name": "Shimadra Staff",
    "efh02_desc": "Let's end this together.\\n- The Great Fallen Priest, Shimadra",
    "sk_efh02_de": "Increases the effect of all healing received by allies by {{variable}}. When more than one similar effect is granted, only the strongest effect is applied.",
    "efh03_name": "Water's Origin",
    "efh03_desc": "Wherever this talisman is, I will be too. To bring safety from storms, freedom from illness, life where once there was only ruin.\\n- Shaman Cizette",
    "sk_efh03_de": "Recovers 8% Health and increases Combat Readiness by {{variable}} after receiving damage that exceeds 20% of max Health.",
    "efh04_name": "Wondrous Potion Vial",
    "efh04_desc": "A potion of love, or a potion of eternal youth. Only one of each exists in this world. Which do you choose?\\n- A Senior Fellow of the Alchemy Society, Pei",
    "sk_efh04_de": "{{variable}} chance to dispel one debuff from an ally at the beginning of the turn.",
    "efh05_name": "Magaraha's Tome",
    "efh05_desc": "An ancient book written by a great mage. It contains all of Magaraha's magical research. Due to its complicated content and massive volume, even those ambitious enough to try to read it all had to give up after turning only a few pages.",
    "sk_efh05_de": "Increases the caster's Combat Readiness by {{variable}} when using a skill that does not attack enemies.",
    "efh06_name": "Celestine",
    "efh06_desc": "A rare ore extracted from near the Sanctuary. Known as the Blessing of Diche, it has the power to infuse the wearer with the energy of life and is carried by royalty and some high-ranking priests.",
    "sk_efh06_de": "Heals the ally with the lowest Health by {{variable}} when using a basic skill.",
    "efh07_name": "Idol's Cheer",
    "efh07_desc": "I believe that music can change the world. Because it changed me!",
    "sk_efh07_de": "When attacked, increases Combat Readiness of the ally with the highest Attack by {{variable}}."
}