{
    "ef101_name": "Sword of the Sun",
    "ef101_desc": "A mysterious sword containing the power of light that grants its wielder continuous vitality.",
    "sk_ef101_de": "Increases Attack by {{variable}}.",
    "ef102_name": "Demon's Pistol",
    "ef102_desc": "Legend says that anyone shot by this gun will become cursed.",
    "sk_ef102_de": "Increases Critical Hit Chance by {{variable}}.",
    "ef103_name": "Dream Scroll",
    "ef103_desc": "Tell me what you want to dream. I can show you anything.",
    "sk_ef103_de": "Increases Effect Resistance by {{variable}}.",
    "ef104_name": "Biting Wind Star",
    "ef104_desc": "A throwing star that flies as fast as the wind straight at the enemy's weak point.",
    "sk_ef104_de": "Increases Critical Hit Damage by {{variable}}.",
    "ef105_name": "Venus Orb",
    "ef105_desc": "If you keep this orb with you, Venus's blessing will be with you.",
    "sk_ef105_de": "Increases Effectiveness by {{variable}}.",
    "ef106_name": "Enhanced Gauntlet",
    "ef106_desc": "A specially reinforced gauntlet that does not break, even after being hit with several attacks.",
    "sk_ef106_de": "Increases Defense by {{variable}}.",
    "ef201_name": "Deadly Sword",
    "ef201_desc": "If you remove the sword from its sheath, you must kill someone with it. If you fail to do so, you will die.",
    "sk_ef201_de": "Increases Attack by {{variable}}.",
    "ef202_name": "Elf's Bow",
    "ef202_desc": "A light and sturdy bow used by an elf from Dun Blyraia.",
    "sk_ef202_de": "Increases Critical Hit Chance by {{variable}}.",
    "ef203_name": "Staff of Wisdom",
    "ef203_desc": "A soul inside the staff will whisper ancient knowledge.",
    "sk_ef203_de": "Increases Effectiveness by {{variable}}.",
    "ef204_name": "Fairy's Grimoire",
    "ef204_desc": "Take a good look at that spell book. The glowing letters that you find after a few pages are messages from fairies.",
    "sk_ef204_de": "Increases Effect Resistance by {{variable}}.",
    "ef205_name": "Bloodbead Dagger",
    "ef205_desc": "A dagger once used by an assassin that took many lives.",
    "sk_ef205_de": "Increases Critical Hit Damage by {{variable}}.",
    "ef206_name": "Firm Shield",
    "ef206_desc": "They say that the wielder of this shield doesn't back down from any situation, no matter how terrifying.",
    "sk_ef206_de": "Increases Defense by {{variable}}.",
    "ef301_name": "Grail of Blood",
    "ef301_desc": "What wishes may be granted by this Death Goblet that holds the blood of so many victims?",
    "sk_ef301_de": "Recovers Health equal to {{variable}} of the caster's Attack at the start of the turn. Effect is increased by 50% when the caster's Health is less than 30%.",
    "ef302_name": "Egg of Delusion",
    "ef302_desc": "A dark egg containing demonic energy. Nobody knows what it may contain inside.",
    "sk_ef302_de": "Increases Defense by {{variable}} when Health is more than 50%.",
    "ef303_name": "Prophetic Candlestick",
    "ef303_desc": "It is said that you can see into the future by lighting a candle, putting it on this candlestick, and looking into the flame.",
    "sk_ef303_de": "{{variable}} chance to reduce cooldown by 1 turn when attacked. Can be activated once per turn.",
    "ef304_name": "Ancient Sheath",
    "ef304_desc": "This magical sheath is said to keep any blade from losing its sharpness.",
    "sk_ef304_de": "Increases damage dealt by basic skill by {{variable}}.",
    "ef305_name": "Ranon's Memorandum",
    "ef305_desc": "A memorandum that contains all the records of magic researched by Ranon, the Mage. However, a spell is cast to show different content every time it's opened, so one must disable the spell to read the real content.",
    "sk_ef305_de": "Increases Speed by {{variable}} after attacking. Can stack up to 10 times.",
    "ef306_name": "Atma's Portal",
    "ef306_desc": "By going through that door, you can turn back time. It may be for a brief moment, but it's enough to gain momentum in a fight.",
    "sk_ef306_de": "{{variable}} chance to decrease skill cooldown of all allies by 1 turn at the start of the battle.",
    "ef307_name": "Alsacian Spear",
    "ef307_desc": "It is said that this spear contains the souls of the spirits who protect the forest, and grants strong protection to those who wield it.",
    "sk_ef307_de": "Decreases Combat Readiness by {{variable}} after a single attack.",
    "ef308_name": "Labyrinth Cube",
    "ef308_desc": "A strange relic that was found in the mysterious maze of Farche Frontier. With mysterious light emitting from it, it has the power to distort space with impact.",
    "sk_ef308_de": "{{variable}} chance to increase the caster's Combat Readiness by 15% at the end of the enemy's turn.",
    "ef309_name": "Cursed Compass",
    "ef309_desc": "Careful, it's a monster. Who knows what could happen if we go in the direction the compass is pointing.\\n- Adventurer Laurelai",
    "sk_ef309_de": "Increases Effectiveness by {{variable}} for 1 turn at the start of the battle.",
    "ef310_name": "Sword of the Morning",
    "ef310_desc": "Only those with the power to control their inner energy can wield this sword.\\n- Master Swordsman Rhynos",
    "sk_ef310_de": "Increases Attack and Speed by {{variable}} when Health is less than 50%.",
    "ef311_name": "Mighty Yaksha",
    "ef311_desc": "If you really want to be strong, risk your life and challenge me.",
    "sk_ef311_de": "Increases Attack and Defense by {{variable}} when Health is more than 50%.",
    "ef312_name": "Devil's Brand",
    "ef312_desc": "As long as this brand is with you, the Devil will continue to protect you.\\n- Cult Enforcer Ebarak",
    "sk_ef312_de": "Increases Effect Resistance of all allies by {{variable}} at the start of the turn. Effect can only stack up to 5 times.",
    "ef313_name": "Goblin's Lamp",
    "ef313_desc": "If you allow yourself to be seduced by the faint light floating upon the lake, the demon in the water will reach out for you.",
    "sk_ef313_de": "Heals the ally with the lowest Health by {{variable}} at the beginning of the battle.",
    "ef314_name": "Aqua Rose",
    "ef314_desc": "This rose of eternal beauty grants great magical power to the possessor. ",
    "sk_ef314_de": "50% chance to grant a barrier to the caster equivalent to {{variable}} of max Health for 1 turn when attacked. Can only be granted once every 2 turns.",
    "ef315_name": "Ascending Axe",
    "ef315_desc": "The swing of his axe was unstoppable; his enemies becoming an ever-growing pile of corpses.\\nWritten by Reingar Media Club [Special Edition: Testimony of Ancient Weapons 6, 44p] ",
    "sk_ef315_de": "Increases Critical Hit Chance of the caster by {{variable}} after making a critical hit. Effect can only stack up to 3 times.",
    "ef316_name": "Exorcist's Tonfa",
    "ef316_desc": "A powerful tonfa capable of smashing bones and splitting flesh. They say that when the wielders of this weapon die, their souls are bound to it.",
    "sk_ef316_de": "Increases damage dealt by {{variable}} when the enemy's Health is more than 50%.",
    "ef317_name": "Daydream Joker",
    "ef317_desc": "Did you enjoy the world I showed you? Was it satisfying? Now, pay the price with your life.",
    "sk_ef317_de": "Increases damage dealt by {{variable}} of the enemy's max Health when attacking.",
    "ef318_name": "Butterfly Mandolin",
    "ef318_desc": "A mandolin used by Ludo, a pure-voiced minstrel. If you play it, you can see an illusion of butterflies made of light dancing.",
    "sk_ef318_de": "{{variable}} chance to be granted an extra turn at the end of the next turn when attacked.",
    "ef319_name": "Envoy's Pipe",
    "ef319_desc": "Look carefully at the smoke that rises from the pipe--you'll see within whether you're destined for paradise or hell.",
    "sk_ef319_de": "Decreases damage received by {{variable}} when Health is less than 50%. When more than one similar effect is granted, only the strongest effect is applied.",
    "ef320_name": "Timeless Anchor",
    "ef320_desc": "They say that the ship held down with that anchor is able to endure all strong winds.\\n- Written by Louis [The Adventures of Louis Van Vrista, Pg. 51]",
    "sk_ef320_de": "{{variable}} chance to dispel one debuff when attacked.",
    "ef321_name": "Forest Totem",
    "ef321_desc": "A totem deep within the forest. Make a wish before it, and if you hear the clear ringing of a bell, your wish will come true.",
    "sk_ef321_de": "{{variable}} chance to grant continuous healing for 2 turns when attacked. Can only be activated once every 2 turns.",
    "ef322_name": "Oath Key",
    "ef322_desc": "A key made in honor of the heroes who defeated the ancient monster, Nankuda, engraved with their oath to protect the world.\\n- Philosopher Izet",
    "sk_ef322_de": "Increases Hit Chance by {{variable}}.",
    "ef323_name": "Ruby Essence",
    "ef323_desc": "Through these crimson fruits, I will gain eternal youth.",
    "sk_ef323_de": "Recovers <#FF9900>{{variable}}</> of max Health at the beginning of the turn when the caster is debuffed.",
    "ef401_name": "Card of Small Miracles",
    "ef401_desc": "A New Year's card with a picture of Arky pulling a sled over a starry sky, on his way to grant the wishes of the people of Ritania. No matter how much time has passed, this card will help you remember your precious memories of that day.",
    "sk_ef401_de": "Increases Attack and Defense of all allies by {{variable}}. Does not stack with an Artifact providing the same effect.",
    "ef402_name": "Love Potion",
    "ef402_desc": "It is said to be a magic potion of love, but in reality it is a potion that makes people honest about their innermost feelings.",
    "sk_ef402_de": "Increases the effect of all healing received by allies by {{variable}}. When more than one similar effect is granted, only the strongest effect is applied.",
    "ef403_name": "Portrait of the Saviors",
    "ef403_desc": "A portrait featuring the faces of the heroes who vanished after saving Orbis, drawn from Ras's memory by a famous Ezeran artist.",
    "sk_ef403_de": "Increases damage dealt by {{variable}} when the enemy's Health is more than 50%.",
    "ef404_name": "Rainbow Scale",
    "ef404_desc": "According to legend, a handful of Merpeople have rainbow-colored scales, which possess very powerful healing properties, capable even of bringing back the dead.",
    "sk_ef404_de": "Increases Effectiveness and Effect Resistance of all allies by {{variable}}. Does not stack with an Artifact providing the same effect.",
    "ef405_name": "One Year of Gratitude",
    "ef405_desc": "Orbis has completed one long orbit around Ilryos. To convey their feelings of gratitude to Heirs for protecting Orbis all that time, Ras brings a gift, wrapped by Arky, and a letter, written by Mercedes.",
    "sk_ef405_de": "Increases the EXP acquired by Heroes in the team by 10%. This effect will not be applied when used via a supporter.\\nThe skill effect of this Artifact does not increase when enhanced.",
    "ef406_name": "Midnight Bloom",
    "ef406_desc": "A type of firework used at the Full Moon Festival Afterparty. Its blooms vary from huge explosions that illuminate the entire night sky to small bursts shaped like delightful plants and animals.",
    "sk_ef406_de": "Increases Critical Hit Chance of all allies by {{variable}}. Does not stack with an Artifact providing the same effect.",
    "ef407_name": "Spooky Solayu Stories",
    "ef407_desc": "A book written by a ghost story aficionado. The first story features a sad little ghost girl who appears within a hazy beam of light.",
    "sk_ef407_de": "Increases Hit Chance and Effectiveness of all allies by {{variable}}. Does not stack with an Artifact providing the same effect.",
    "ef410_name": "Pantewig Bloom",
    "ef410_desc": "Double, double toil and trouble. Eye of toad, moss of lizard. Magic medicine, wet this broom and keep me safe from all things powerful.\\n- The Crescent Spider Witch, Skinnery",
    "ef411_name": "Cornflower Bomber",
    "ef411_desc": "When you blow up your enemies, it needs to be cute and colorful like candy. Even bad guys deserve to be punished in a pretty fashion, don't you think?\\n- Self-proclaimed Spirit of Bombs, MeiMei",
    "ef414_name": "Grade 1 Seal Restraints",
    "ef414_desc": "The overwhelming power that will even destroy the wielder is best kept restrained.\\n- Inquisitor Raidra",
    "ef418_name": "Hellfire Demonblade",
    "ef418_desc": "\"I will smite all demons with hellfire!\" This sword, once wielded by Zeria, the Midnight Knight, is said to contain incredible magical power.",
    "ef424_name": "Bloody Warhammer",
    "ef424_desc": "\"I heard that weapon sucks up blood, don't you think it hosts an evil spirit?\"",
    "ef426_name": "Celestial Spear",
    "ef426_desc": "This spear once wielded by the hero Nerendis is said to be powerful enough to pierce through the sky.",
    "ef427_name": "Succubus Mirror",
    "ef427_desc": "Be careful not to be seduced by the face in the mirror.",
    "ef501_name": "Proof of Valor",
    "ef501_desc": "\"Though courage and daring may not be visible to mortal eyes, this insignia will act as proof of yours. From now on, everyone you meet shall know of your valor.\"",
    "sk_ef501_de": "Decreases damage taken by {{variable}}. Effect decreases by {{variable}} with each attack suffered, down to {{variable}}. When more than one damage reduction effect is granted, only the strongest effect is applied. This artifact can only apply to one Hero within a party.",
    "ef503_name": "Naha's Wreath",
    "ef503_desc": "A laurel wreath left by young Naha for the protector of the forest tribe. He continued to wear it on his head to protect the forest, which no longer had Naha.",
    "ef505_name": "Star Piercer",
    "ef505_desc": "You're overestimating that armor. I could pierce it if I wanted to.\\n- Star Prosecutor, Ayla",
    "ef506_name": "Blood-Seared Moon",
    "ef506_desc": "It is said that when Lunaris's distorted light shines red, the rage and bloodlust of wild beasts and vampires is at its height.",
    "ef508_name": "Manifu",
    "ef508_desc": "A spirit that controls a body with no soul, instead of a doll. The body now contains the soul of a magician who failed in their attempt to harness Eternal Magic.",
    "ef513_name": "Sigurd Scythe",
    "ef513_desc": "As the moonlight revealed a figure holding a scythe, the astonished onlookers exclaimed \"the God of Death has descended!\"",
    "ef514_name": "Rod of Amaryllis",
    "ef514_desc": "Everyone who fights for the salvation of the world will have the divine protection of the Goddess.",
    "ef515_name": "Sword of Holy Light",
    "ef515_desc": "The soft light emitted by the sword shields its owner from all injuries. ",
    "efw01_name": "Sigurd Scythe",
    "efw01_desc": "As the moonlight revealed a figure holding a scythe, the astonished onlookers exclaimed \"the God of Death has descended!\"",
    "sk_efw01_de": "When the caster's Health is less than 50%, increases Attack by 25% and absorbs {{variable}} of the damage dealt as Health.",
    "efw02_name": "Durandal",
    "efw02_desc": "The soft light emitted by the sword shields its owner from all injuries.",
    "sk_efw02_de": "When the caster's Health is less than 75%, Combat Readiness increases by {{variable}} when attacked.",
    "efw03_name": "El's Fist",
    "efw03_desc": "While holding this gauntlet, you can destroy anything you touch, as if it had never even existed!\\n- Guard Maid, El",
    "sk_efw03_de": "As Health decreases, Attack and Speed increase by up to {{variable}}.",
    "efw04_name": "Hell Cutter",
    "efw04_desc": "Look at this saw... isn't it awesome?\\n- Notorious Lunatic, Ralakia",
    "sk_efw04_de": "Caster's Attack and Critical Hit Chance increase by {{variable}} whenever somebody's turn ends. Effect is removed after the caster attacks.",
    "efw05_name": "Strak Gauntlet",
    "efw05_desc": "When the eclipse began, those small gloves started to spew fire and engulf my whole body. The spirit inside the gloves had woken up, and we were able to defeat the Archdemon.\\n- Heir Aki",
    "sk_efw05_de": "Effect Resistance increases by {{variable}} when the caster's Health is above 50%. When Health is below 50%, the effect is halved.",
    "efw06_name": "Uberius's Tooth",
    "efw06_desc": "Treasure of the Wintenberg royal family made from the remains of wicked dragon Uberius. It's said to be capable of ripping dragon scale armor.",
    "sk_efw06_de": "{{variable}} chance to inflict additional damage when a critical hit is made on a Single Attack. Additional damage increases proportional to the caster's Attack.",
    "efw07_name": "Border Coin",
    "efw07_desc": "\"Heads, I'll pretend I didn't see anything and let you go free. But tails...\"\\nCountless people have had their fortunes rely on this old gold coin.",
    "sk_efw07_de": "Increases Attack by {{variable}} after using a non-attack skill. Effect can only stack up to 3 times.",
    "efw08_name": "Junkyard Dog",
    "efw08_desc": "A weapon created to embody the ability of the Outrage. It is a combination of the Fireseal and the Flashing Tooth, which is one of the Sacred Treasures, originally possessed by the Conclave on Sol's home planet.",
    "sk_efw08_de": "{{variable}} chance to burn enemy for 2 turns after using basic skill.",
    "efw09_name": "Creation & Destruction",
    "efw09_desc": "A scissor-like weapon that can be used as two separate swords, forged by the greatest blacksmith at Lilibet's request. In mockery of the official religion of Rekos, the blades are named after Cho and Mal, the demons of creation and destruction.",
    "sk_efw09_de": "{{variable}} chance for skill cooldown not to occur.",
    "efw10_name": "Crimson Seed",
    "efw10_desc": "A token in the shape of the small flame emblem of Meldrec, used as proof of friendly relations and to show that an outsider has been granted passage through Meldrec by the great chief.",
    "sk_efw10_de": "Has a {{variable}} chance to dispel one debuff when attacked. Can be activated once per turn.",
    "efk01_name": "Holy Sacrifice",
    "efk01_desc": "The Statue of Grace is given to whichever knight wins the Goddess's favor and will save them from death once before shattering to pieces.\\nWritten by Barrett [Treasures of the Holy Kingdom, 15p]",
    "sk_efk01_de": "{{variable}} chance to be revived with 25% Health after dying. Can only be activated once per stage.",
    "efk02_name": "Elbris Ritual Sword",
    "efk02_desc": "A ceremonial sword handed down by the Elves for thousands of years, the blade is infused with several springs of magic. The person who owns this sword becomes the king of Elves.",
    "sk_efk02_de": "Has a {{variable}} chance to counterattack when an ally except for the caster is attacked.",
    "efk03_name": "Aurius",
    "efk03_desc": "Legendary hero Knight Commander Rowell's tower shield.",
    "sk_efk03_de": "Increases Defense of all allies by 10%, and takes {{variable}} of the damage suffered by them. Does not stack with an Artifact providing the same effect. When more than one similar effect is granted, only the strongest effect is applied.",
    "efk04_name": "Adamant Shield",
    "efk04_desc": "That damn shield can't be penetrated by anything. I guarantee you, cause even my sword couldn't.\\n- Star Fencer Ayla",
    "sk_efk04_de": "Decreases Critical Hit Damage received by all allies by {{variable}}. When more than one similar effect is granted, only the strongest effect is applied.",
    "efk05_name": "Hilag Lance",
    "efk05_desc": "As she lifted her lance, a cry burst out from behind her. She believed she would soon be able to overthrow the Archdemon. \"If I cannot do it, Goddess, give me the power to fight on forever.\"",
    "sk_efk05_de": "Increases the caster's Combat Readiness by {{variable}} after an ally except for the caster is attacked by a single attack.",
    "efk06_name": "Noble Oath",
    "efk06_desc": "An emblem given to members of Ezera's Orders after they pledge to dedicate their lives to the Goddess. Those given to knights resemble an escutcheon, while those given to priests resemble a rosary.",
    "sk_efk06_de": "As Health decreases, Defense and Effect Resistance increase by up to {{variable}}.",
    "efk07_name": "Justice for All",
    "efk07_desc": "A gauntlet made the year the first member of the Sharon family was knighted. It represents the pursuit of justice to be shared by all who follow the Goddess and the kingdom, rather than just for the sake of oneself.",
    "sk_efk07_de2": "{{variable}} chance to grant the caster a random buff for 2 turns at the end of the turn (Increase Attack, Defense, Speed, or Critical Hit Chance, Barrier, Immunity, Continuous Heal, or Critical Hit Resistance). Barrier strength increases proportional to the caster's max Health.",
    "efk08_name": "Sword of Ezera",
    "efk08_desc": "\"Because the color and shape is different to the holy sword wielded by the real life Ezeran legend...\"\\nThe final part of the etching on the sword's hilt has been lost to time, but a mysterious force can still be felt flowing through the blade.",
    "sk_efk08_de": "Decreases damage suffered by the caster from Elite or Boss monsters by {{variable}}. When more than one similar effect is granted, only the strongest effect is applied.",
    "efk09_name": "Bastion of Perlutia",
    "efk09_desc": "A divine weapon passed down in the Perlutia family that may only be wielded by those born to be leaders. It chooses its master of its own will and rearranges its dark, hexagonal pieces to take the form most optimal for any situation. It was locked away for decades with no one to wield it, but finally, it has found a new master to bring it back into the world.",
    "sk_efk09_de": "At the start of battle, grants a barrier equivalent to {{variable}} of the caster's max Health to the ally with the highest Attack for 2 turns.",
    "efa01_name": "Rhianna & Luciella",
    "efa01_desc": "You're today's target. I'll let you know now that there's nowhere to run.\\n- Moon Assassins, Rhianna and Luciella",
    "sk_efa01_de": "{{variable}} chance to be granted an extra turn at the end of the turn. Can be activated once per turn.",
    "efa02_name": "Wind Rider",
    "efa02_desc": "Famously known as the Phantom Wind, Rinak would sneak into the mansions of the rich with ghost-like stealth and vanish with their most expensive possessions.",
    "sk_efa02_de": "Casts stealth for 1 turn and increases Attack of the next turn by {{variable}} when the caster defeats an enemy.",
    "efa03_name": "Moonlight Dreamblade",
    "efa03_desc": "\"Whether you take the path before you or not, it's all your choice to make,\" the White Shining Blade's voice whispered in my mind.",
    "sk_efa03_de": "Increases Evasion by {{variable}}. After successfully evading, the caster is granted increased Attack for 1 turn.",
    "efa04_name": "Elyha's Knife",
    "efa04_desc": "Whenever Elyha, the leader of the Black Fog Company, wielded a knife, it got darker with blood and more brutal every time.",
    "sk_efa04_de": "Penetrates Defense by {{variable}} when attacking an enemy not at max Health.",
    "efa05_name": "Dust Devil",
    "efa05_desc": "\"Once this long fight is over, will everything go back to the way it was?\" mused the hero of the Dejurak desert with a deep sigh of anger.",
    "sk_efa05_de": "{{variable}} chance to attack again with a basic skill when the target survives a basic skill attack. Can only be activated once per turn.",
    "efa06_name": "Santa Muerte",
    "efa06_desc": "There was nothing that Haste's scythe could not slay. The peaceful darkness could not stand in its way, nor even could life and death, until eventually he slayed even his own humanity.",
    "sk_efa06_de": "Decreases Combat Readiness of the enemy by {{variable}} after a single attack if the enemy is an Earth elemental.",
    "efa07_name": "Alexa's Basket",
    "efa07_desc": "A basket Alexa carries whenever she goes on a picnic with someone she wishes to become close to, containing everything necessary for a nice lunch in a beautiful forest. Just taking it along will elicit the joy of a pleasant picnic outing.",
    "sk_efa07_de": "{{variable}} chance each to grant increased Attack (Greater) and Critical Hit Chance to the caster for 1 turn at the start of the turn.",
    "efa08_name": "Violet Talisman",
    "efa08_desc": "As long as you believe in victory, the light of hope shall never fade. Remember that, my son. Our family's legacy now rests on your shoulders.\\n- Violet's Father",
    "sk_efa08_de": "Increases Attack by {{variable}} and Evasion by {{variable}} at the start of every turn. Each effect can stack up to 3 times, and resets at the start of battle.",
    "sk_efa09_de": "{{variable}} chance to inflict bleed for 2 turns after a single attack.",
    "efa09_name": "Torn Sleeve",
    "efa09_desc": "A torn sleeve out of which various weapons appear as though they are prosthetic limbs. She never has explained how she manages to fit so many things up there.",
    "efa10_name": "Shepherds of Chaos",
    "efa10_desc": "New kinds of Unknown that came to Orbis through Chaos Gates. Their appearance and traits differ from that of the Unknown that previously appeared in Ritania. Most are acting under someone's command, and a few appear to possess some intelligence.",
    "sk_efa10_de": "As Health decreases, Evasion and Defense increase by up to {{variable}}.",
    "efr01_name": "Bloodstone",
    "efr01_desc": "As I took a bite of the fruit, a red liquid spilled out. Instead of the copper smell of blood, the sweet scent of fruit emanated from it.",
    "sk_efr01_de": "Heals the ally with the lowest Health by {{variable}} of damage dealt.",
    "efr02_name": "Song of Stars",
    "efr02_desc": "As the strings start to vibrate, the starlight illuminates her.",
    "sk_efr02_de": "{{variable}} chance for an enemy to become targeted for 2 turns after a single attack.",
    "efr03_name": "Infinity Basket",
    "efr03_desc": "Now, put your most expensive possession in this basket - it doubles! Put in two? Quadruples! This isn't a scam, trust me!",
    "sk_efr03_de": "Increases Dual Attack chance of all allies except for the caster by {{variable}} during the caster's turn. Dual Attacks will deal 20% more damage.",
    "efr04_name": "Sashe Ithanes",
    "efr04_desc": "This is the Sashe Ithanes. It is a flame that will shake the world on its axis, that will destroy people, cities, kingdoms, even dreams. Take it, and in my name bring an end to everything.",
    "sk_efr04_de": "Increases Combat Readiness of all allies by {{variable}} when the enemy is defeated. Does not stack with an Artifact providing the same effect.",
    "efr05_name": "Rosa Hargana",
    "efr05_desc": "Gun mage Amber Rose was an expert in lightweight magic and sharpshooting. Her magic bullets never missed, even when aimed at her own lover.",
    "sk_efr05_de": "Increases Dual Attack Chance by {{variable}} and increases Attack by 30% when it's not the caster's turn.",
    "efr06_name": "Otherworldly Machinery",
    "efr06_desc": "For the people of Orbis, Yuna's cellphone is a peculiar item that they couldn't understand.",
    "sk_efr06_de": "Increases damage of attacks that target all enemies by {{variable}}.",
    "efr07_name": "Ambrote",
    "efr07_desc": "After a final prayer, she took her bow made from the branches of the World Tree and leaped onto the battlefield full of death, wishing to restore the world in the belief that all things will be born anew.",
    "sk_efr07_de": "Increases damage dealt by basic skill by {{variable}}.",
    "efr08_name": "Iron Fan",
    "efr08_desc": "\"Ladies use fans for many purposes: hiding smiles, expressing feelings indirectly, and of course, eliminating enemies.\"",
    "sk_efr08_de": "Damage dealt increases by {{variable}} when attacking an Ice elemental target.",
    "efr09_name": "Sword of Judgment",
    "efr09_desc": "\"If you truly are innocent, then the Goddess will save you from my sword.\" Whether it is blood or the dark red of rose petals that falls in that next moment, it is unclear.",
    "sk_efr09_de": "{{variable}} chance to attack again with a basic skill when the target survives a Single Attack. Can only be activated once per turn.",
    "efr10_name": "Reingar's Special Drink",
    "efr10_desc": "A drink specially made in Reingar. With its pretty color and sweet scent, this drink is great for relaxation. They say this drink also enhances concentration, memorization, and judgment, but this hasn't been verified yet.",
    "sk_efr10_de": "When attacking all enemies, has a {{variable}} chance to inflict additional damage. Additional damage dealt increases proportional to the caster's Attack.",
    "efm01_name": "Abyssal Crown",
    "efm01_desc": "May those ruled by the crown walk the road of corruption forever.\\n- Witch Reinwood, hung high up on the stake",
    "sk_efm01_de": "{{variable}} chance to stun the enemy for 1 turn after attacking.",
    "efm02_name": "Etica's Scepter",
    "efm02_desc": "When the empire is in its greatest peril, the exiled princess, Etica, will return with the five spirits to take back the royal hall and call down a rain of repentance to save the devastated world.",
    "sk_efm02_de": "{{variable}} chance to decrease skill cooldown by 1 turn at the beginning of the turn.",
    "efm03_name": "Tagehel's Ancient Book",
    "efm03_desc": "A book written in the characters of the fallen Kingdom of Tagehel. Researchers are working hard to discover the meaning and principles behind the characters and unlock the mysterious power they hold.",
    "sk_efm03_de": "Receive {{variable}} Souls at the start of battle.",
    "efm04_name": "Kal'adra",
    "efm04_desc": "A cursed weapon created by the fallen priest, Sestia. It causes a mental breakdown in the target by reminding them of their most painful memories. Even ages later, when fallen priests have sided with the Covenant, use of this mask is banned.",
    "sk_efm04_de": "Increases damage dealt against debuffed enemies by {{variable}}.",
    "efm05_name": "Sira-Ren",
    "efm05_desc": "This rare magical flower blooms from the corpse of a Human who possessed incredible magic power. It quickly withers away unless it is constantly being infused with powerful Mana. Few have been lucky enough to witness such a sight.",
    "sk_efm05_de2": "{{variable}} chance to inflict a random debuff for 1 turn after attacking (Decrease Attack, Decrease Hit Chance, Silence, Sleep, or Poison).",
    "efm06_name": "Time Matter",
    "efm06_desc": "A source of power that Guardian Kazran wields that controls time. It can bring forth a time in the past that no one can remember.",
    "sk_efm06_de": "Reduces skill cooldown by 1 turn when an enemy is killed by an attack and increases the damage of the next attack by {{variable}}. Can only be activated once per skill.",
    "efm07_name": "Chatty",
    "efm07_desc": "I was once the best mercenary in the world!! Before Serila... No, master trapped my soul inside this lantern.",
    "sk_efm07_de": "{{variable}} chance to be granted a barrier for 2 turns after being attacked when attack causes Health to fall below 50%. Barrier strength is proportional to the caster's Attack. Can be activated once every 2 turns.",
    "efm08_name": "Iela Violin",
    "efm08_desc": "No matter how much power or darkness one wields, they're just a part of the audience. Iela started to play the violin and her melody touched the hearts of all that heard it. Even the genius mage who was only interested in fighting was moved.",
    "sk_efm08_de": "Has a {{variable}} chance to dispel one buff from the enemy after attacking.",
    "efm09_name": "Radiant Forever",
    "efm09_desc": "A flash appears with creation; a flare passes by with death. This crystal, created by a consolidation of all light within life, is said to have immense power.",
    "sk_efm09_de": "When using a skill that targets all enemies, increases damage dealt against Elite or Boss monsters by {{variable}}.",
    "efm10_name": "Necro & Undine",
    "efm10_desc": "Two sentient wings on Dizzy's back. When attacking, the green wing becomes Necro, a grim reaper, and the blue wing becomes Undine, an angel. Though their personalities often clash, both of them consider Dizzy's safety their highest priority.",
    "sk_efm10_de": "Increases the caster's Combat Readiness by {{variable}} after an AoE attack. This effect is not activated by a counterattack, Dual Attack, or extra attack.",
    "efm11_name": "Spirit's Breath",
    "efm11_desc": "Through them... I can feel it. The pain and agony in this world...\\nIt is said that only a few Shaman of Rekos can hear the Spirits' whispers.",
    "sk_efm11_de": "{{variable}} chance to decrease skill cooldown by 1 turn when using a non-attack skill.",
    "efm12_name": "Tear of the Desert",
    "efm12_desc": "A jewel insignia that is made of Peridot found only in the nearby desert of Savara and granted exclusively to a few credited mercenaries by Basar himself. Adventurers of the desert covet it for its mystical blue glow that grows brighter as a sandstorm approaches.",
    "sk_efm12_de": "Increases Attack of the caster by {{variable}} after attacking all enemies. Effect can only stack up to 5 times.",
    "efm13_name": "Dignus Orb",
    "efm13_desc": "\"Whenever times are hard, I just look up to the sky, and it shows me the way forward.\"",
    "sk_efm13_de": "Grants a barrier equivalent to {{variable}} of Attack for 2 turns when the caster uses a non-attack skill.",
    "efh01_name": "Rod of Amaryllis",
    "efh01_desc": "Everyone who fights for the salvation of the world will have the divine protection of the Goddess.",
    "sk_efh01_de": "Heals the ally with the lowest Health by {{variable}} after using a non-attack skill.",
    "efh02_name": "Shimadra Staff",
    "efh02_desc": "Let's end this together.\\n- The Great Fallen Priest, Shimadra",
    "sk_efh02_de": "Increases the effect of all healing received by allies by {{variable}}. When more than one similar effect is granted, only the strongest effect is applied.",
    "efh03_name": "Water's Origin",
    "efh03_desc": "Wherever this talisman is, I will be too. To bring safety from storms, freedom from illness, life where once there was only ruin.\\n- Shaman Cizette",
    "sk_efh03_de": "Recovers 8% Health and increases Combat Readiness by {{variable}} after receiving damage that exceeds 20% of max Health.",
    "efh04_name": "Wondrous Potion Vial",
    "efh04_desc": "A potion of love, or a potion of eternal youth. Only one of each exists in this world. Which do you choose?\\n- A Senior Fellow of the Alchemy Society, Pei",
    "sk_efh04_de": "{{variable}} chance to dispel one debuff from an ally at the beginning of the turn.",
    "efh05_name": "Magaraha's Tome",
    "efh05_desc": "An ancient book written by a great mage. It contains all of Magaraha's magical research. Due to its complicated content and massive volume, even those ambitious enough to try to read it all had to give up after turning only a few pages.",
    "sk_efh05_de": "Increases the caster's Combat Readiness by {{variable}} when using a skill that does not attack enemies.",
    "efh06_name": "Celestine",
    "efh06_desc": "A rare ore extracted from near the Sanctuary. Known as the Blessing of Diche, it has the power to infuse the wearer with the energy of life and is carried by royalty and some high-ranking priests.",
    "sk_efh06_de": "Heals the ally with the lowest Health by {{variable}} when using a basic skill.",
    "efh07_name": "Idol's Cheer",
    "efh07_desc": "I believe that music can change the world. Because it changed me!",
    "sk_efh07_de": "When attacked, increases Combat Readiness of the ally with the highest Attack by {{variable}}.",
    "zs_01_de": "Boosts the Hero's abilities by unleashing their potential.",
    "zs_02_de": "Enhances skills more powerfully.",
    "zs_01_nm": "Potential Stone",
    "zs_02_nm": "Ability Stone",
    "sm_type_safty": "Security",
    "sms_c1001_nm": "Blessings of Covenant",
    "sms_c1001_de": "The Heir of the Covenant bears the weight of the world upon his shoulders.",
    "chrn_c1001": "Ras",
    "c1001_gacha_get": "I'll do my duty today, too!",
    "c1001_de_story": "Created to protect the world and all life within it, he is admired as the leader of the Heirs and the alter ego of the Goddess. He has a good personality and is very understanding, though he lacks some understanding of Humans.",
    "c1001_2line": "Heir of the Covenant, a defender of the world",
    "c_topic_7_sadmemo": "Sad Memory",
    "c_topic_18_dream": "Dream",
    "c_pers_8_heroic": "Heroism",
    "c_pers_14_altruism": "Altruistic",
    "sklv_de_dmg5": "+5% damage dealt",
    "sklv_de_dmg10": "+10% damage dealt",
    "ma_dreamer_es_name": "Dream Time Circuit",
    "ma_raingar_es_name": "Reingar Student ID",
    "ma_runefire1_name": "Flame Rune",
    "ma_runefire2_name": "Greater Flame Rune",
    "ma_runefire3_name": "Epic Flame Rune",
    "sk_c1001_1_sknm": "X-Slash",
    "sk_c1001_2_sknm": "Command Strike",
    "sk_c1001_3_sknm": "Sword of the Heir",
    "sk_c1001_1_de": "Attacks with a sword, dealing damage proportional to the caster's max Health.",
    "sk_c1001_1u_de": "Attacks with a sword, with 75% chance to dispel a buff. Damage dealt increases proportional to the caster's max Health.",
    "sk_c1001_2_de": "Attacks the enemy repeatedly, and triggers a <#FFFFFF>Dual Attack</> from the ally with the highest Attack.",
    "sk_c1001_2s_de": "Skill cooldown is decreased by 2 turns.",
    "sk_c1001_3_de": "Strongly attacks all enemies with a swordstorm, recovering Health proportional to the caster's max Health, and <#FFFFFF>increasing Defense</> of the caster for 2 turns. Damage dealt increases proportional to the caster's max Health.",
    "sms_c1002_nm": "Dragon Knight Legacy",
    "smc_swarm_nm": "Gathering",
    "smc_swarm_de": "A swarm of enemies approaches, destroying everything.",
    "sms_c1002_de": "Having long fought dragons, the Wintenberg dynasty passes down their knowledge via holy scripture.",
    "chrn_c1002": "Cecilia",
    "c1002_gacha_get": "I am Cecilia. Please, feel free to call me Ceci.",
    "c1002_de_story": "A brave woman known as the Storm Dragon Knight. Cecilia is Queen of Wintenberg and has a strong sense of responsibility. She has a righteous and sincere personality, but will stubbornly resist any attempts to change her mind.",
    "c1002_2line": "Tough and beautiful\\nQueen of Wintenberg",
    "c_topic_8_enjoymemo": "Joyful Memory",
    "c_topic_19_advice": "Advice",
    "c_pers_23_indifferen": "Indifferent",
    "sk_c1002_1_sknm": "Deliverance",
    "sk_c1002_2_sknm": "Steel Cloudburst",
    "sk_c1002_3_sknm": "Ruinous Retribution",
    "sklv_de_dmg15": "+15% damage dealt",
    "sklv_de_eff1_5": "+5% effect chance",
    "sklv_de_eff1_10": "+10% effect chance",
    "sklv_de_cd1": "-1 turn cooldown",
    "sk_c1002_1_de": "Attacks with a spear, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns. Damage dealt increases proportional to the caster's max Health.",
    "sk_c1002_2_de": "Attacks all enemies with a magical spear, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> for 2 turns. Damage dealt increases proportional to the caster's max Health.",
    "sk_c1002_2s_de": "Skill cooldown is decreased by 2 turns.",
    "sk_c1002_2u_de": "Attacks all enemies with a magical spear, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> for 2 turns. The chance increases by 50% when the caster's Health is less than 50%. Damage dealt increases proportional to the caster's max Health.",
    "sk_c1002_3_de": "Attacks all enemies with a spear infused with dark energy, <#FF9900>{{variable}}</> chance to <#FFFFFF>provoke</> for 1 turn, granting a barrier to the caster for 2 turns. Damage dealt and barrier strength increases proportional to the caster's max Health.",
    "ma_dreamerk_es_name": "Nightmare Mask",
    "ma_nature_es_name": "Blessing of Orbis",
    "sms_c1003_nm": "Mission Keeper",
    "smc_fear_nm": "Fear",
    "smc_fear_de": "Terror and darkness penetrate deep into your bones, rendering you immobile.",
    "sms_c1003_de": "Fear won't ever stop her.",
    "chrn_c1003": "Rose",
    "c1003_gacha_get": "So? I'm confident I can take you down. Do you want to spar with me?",
    "c1003_de_story": "A close aide of Cecilia's, Rose followed her all the way from Wintenberg. She loves to fight and has a good sense of humor. Her belief is that the strongest warrior die with no regrets.",
    "c1003_2line": "Winning is the only way to survive! A warlike protector",
    "c_topic_11_narcissis": "Self-Indulgent",
    "c_pers_5_pride": "Arrogant",
    "sk_c1003_1_sknm": "Sequential Cutter",
    "sk_c1003_2_sknm": "Shield of Light",
    "sk_c1003_3_sknm": "Goddess of Victory",
    "sklv_de_eff1_15": "+15% effect chance",
    "sklv_de_ab2": "+2% Combat Readiness",
    "sklv_de_ab3": "+3% Combat Readiness",
    "sk_c1003_1_de": "Attacks with a sword, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>provoke</> for 1 turn when the caster's Health is more than 50%, or <#FFFFFF>increase Defense</> of the caster for 1 turn when the caster's Health is less than 50%. Damage dealt increases proportional to the caster's Defense.",
    "sk_c1003_2_de": "Covers an ally with the Shield of Light, dispelling two debuffs and granting a <#FFFFFF>barrier</> for 2 turns before increasing Combat Readiness by <#FF9900>{{variable}}</>. Barrier strength is proportional to the caster's Defense.",
    "sk_c1003_3_de": "Gives blessing to all allies, <#FFFFFF>increasing Attack</> for 1 turn, and Combat Readiness by <#FF9900>{{variable}}</>.",
    "sk_c1003_3s_de": "Extends buff duration by 1 turn.",
    "sk_c1003_3u_de": "Gives blessing to all allies, <#FFFFFF>increasing Attack</> for 2 turns, and Combat Readiness by <#FF9900>{{variable}}</>.",
    "ma_runeice1_name": "Frost Rune",
    "ma_runeice2_name": "Greater Frost Rune",
    "ma_runeice3_name": "Epic Frost Rune",
    "sm_type_explore": "Explore",
    "sms_c1004_nm": "Wind Direction",
    "sms_c1004_de": "Maybe it sounds like wind, but it's really a song sent from the forest.",
    "chrn_c1004": "Silk",
    "c1004_gacha_get": "I love running with the wind!",
    "c1004_de_story": "A young Elf born in Dun Blyraia, the Eternal Forest. At a young age Silk left the forest, meaning she knows little of her own race and her home. Her personality is bright and cheerful like a spring breeze.",
    "c1004_2line": "A gentle Elf walking within the Eternal Wind",
    "c_topic_9_happymemo": "Happy Memory",
    "c_topic_15_foodsto": "Food Story",
    "c_pers_1_introvert": "Introvert",
    "c_pers_26_effort": "Hard Worker",
    "sk_c1004_1_sknm": "Single Shot",
    "sk_c1004_2_sknm": "Concentration",
    "sk_c1004_3_sknm": "Storm Arrow",
    "pa_c1004_21_de": "+5% damage dealt by Automatic Fire",
    "pa_c1004_22_de": "+5% damage dealt by Automatic Fire",
    "pa_c1004_23_de": "+5% damage dealt by Automatic Fire",
    "pa_c1004_24_de": "+5% damage dealt by Automatic Fire",
    "sklv_de_ab1": "+1% Combat Readiness",
    "sk_c1004_1_de": "Shoots arrows at the enemy, decreasing their Combat Readiness by <#FF9900>{{variable}}</>. Damage dealt increases proportional to the caster's Speed.",
    "sk_c1004_1s_de": "Grants an extra turn.",
    "sk_c1004_2_de": "Gains 1 Focus at the end of the turn, and consumes 1 Focus when attacked. When the caster's stacked Focus is more than 2, Single Shot is enhanced to Automatic Fire and damage dealt is increased.",
    "sk_c1004_3_de": "Attacks all enemies with wind, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Speed</> for 2 turns, and granting <#FFFFFF>increased Speed</> to the caster for 2 turns.",
    "sk_c1004_3u_de": "Attacks all enemies with wind, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Speed</> for 2 turns, and granting <#FFFFFF>increased Speed</> to all allies for 2 turns.",
    "ma_entree_es_name": "Eternal Forest Dust",
    "ma_angraf_es_name": "Demon Blood Gem",
    "ma_runewind1_name": "Life Rune",
    "ma_runewind2_name": "Greater Life Rune",
    "ma_runewind3_name": "Epic Life Rune",
    "sms_c1005_nm": "Eye of Kal's Bookmark",
    "smc_know_nm": "Unknown Knowledge",
    "smc_know_de": "It's not easy to understand knowledge from another world.",
    "sms_c1005_de": "The Eye of Kal's knowledge came from the Goddess Diche.",
    "chrn_c1005": "Mercedes",
    "c1005_gacha_get": "If that is your will, I will obey.",
    "c1005_de_story": "A Homunculus placed in the care of Queen Diene some years previously, Mercedes has a poker face that gives away little emotion, but she grows quickly attached to those who show her kindness. Sometimes, she may awkwardly mimic others or repeat what they say.",
    "c1005_2line": "A blank-faced Homunculus chosen by The Last Spellbook",
    "c_topic_2_realistic": "Reality Check",
    "c_pers_9_trauma": "Traumatized",
    "sk_c1005_1_sknm": "Divine Bolt",
    "sk_c1005_2_sknm": "Dimensional Rupture",
    "sk_c1005_3_sknm": "Blazing Eye of Kal",
    "sk_c1005_1_de": "Attacks two enemies with shock magic.",
    "sk_c1005_2_de": "Attacks all enemies with a massive light sphere. When there are three or fewer enemies, damage dealt increases as enemies become fewer.",
    "sk_c1005_2s_de": "Increases damage dealt.",
    "sk_c1005_3_de": "Releases the power of the Ancient Book to attack all enemies. The lower the enemy's Health, the greater damage dealt.",
    "sk_c1005_3u_de": "Releases the power of the Ancient Book to strongly attack all enemies. Damage dealt increases proportional to the amount of the enemy's lost Health.",
    "ma_powder_es_name": "Black Curse Powder",
    "ma_carapace_es_name": "Erikion Carapace",
    "sms_c2006_nm": "Arbitrator's Dignity",
    "smc_time_nm": "Time Limit",
    "smc_time_de": "A mission with a time limit. Be quick and accurate.",
    "sms_c1006_de": "Even time stops in front of her will.",
    "chrn_c1006": "Kise",
    "c1006_gacha_get": "The moonlight brought you to me.",
    "c1006_de_story": "Leader of the Nocturnes. Having been forced to part with her lover, she now has a tendency to obsess over anything she loves.",
    "c1006_2line": "A mysterious woman who appears with the moonlight",
    "c_pers_24_pure": "Natural",
    "c_pers_29_cool": "Cool-Headed",
    "sk_c1006_1_sknm": "Full Moon Scythe",
    "sk_c1006_2_sknm": "Dark Scar",
    "sk_c1006_3_sknm": "Nocturne",
    "sk_c1006_1_de": "Attacks with a scythe. Damage dealt increases by 70% when target is covered by a <#FFFFFF>barrier</>.",
    "sk_c1006_1s_de": "Increases damage dealt.",
    "sk_c1006_2_de": "Attacks all enemies with a scythe. <#FFFFFF>Penetrates</> Defense by 60% when caster is <#FFFFFF>stealthed</>.",
    "sk_c1006_3_de": "Leaps towards the enemy to attack, before granting <#FFFFFF>stealth</> to the caster for 2 turns. Damage dealt increases proportional to caster's current Health.",
    "sk_c1006_3u_de": "Leaps towards the enemy to attack, increasing skill cooldowns by 2 turns, before granting <#FFFFFF>stealth</> to the caster for 2 turns. Damage dealt increases proportional to caster's current Health.",
    "ma_wolf_es_name": "Ultra Fang",
    "ma_queen_es_name": "Blazing Soul",
    "sms_c1006_nm": "Observer of Fate",
    "sms_c2006_de": "Facing her fate, she carries out her duty.",
    "chrn_c2006": "Judge Kise",
    "c2006_gacha_get": "This is my duty. I will go with you until the world ends.",
    "c2006_de_story": "An Heir of the Sixth World, Kise is leader of the Nocturnes. She fought every battle against the Archdemon alongside the Guardian Kromcruz. Though she can be sluggish and sharp-tongued, she cares greatly for her fellow Heirs.",
    "c2006_2line": "An observer of fate, the Heir who watches over the world",
    "c_topic_4_cheeringup": "Comforting Cheer",
    "c_pers_11_realism": "Realistic",
    "sk_c2006_1_sknm": "Sever",
    "sk_c2006_2_sknm": "End of Evil",
    "sk_c2006_3_sknm": "Wave of Light",
    "sk_c2006_1_de": "Attacks with a scythe, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns.",
    "sk_c2006_2_de": "Attacks all enemies with a scythe, with a 75% chance to dispel a buff from each enemy. Damage dealt increases with more enemies.",
    "sk_c2006_2s_de": "Grants an extra turn.",
    "sk_c2006_3_de": "Attacks all enemies by distorting space and time, with a <#FF9900>{{variable}}</> chance to increase skill cooldown twice by 1 turn.",
    "sk_c2006_3u_de": "Attacks all enemies by distorting space and time, with a <#FF9900>{{variable}}</> chance to increase skill cooldown three times by 1 turn.",
    "ma_runelight1_name": "Light Rune",
    "ma_runelight2_name": "Greater Light Rune",
    "ma_runelight3_name": "Epic Light Rune",
    "sms_c1007_nm": "Legendary Gladiator",
    "smc_prov_nm": "Hidden Clue",
    "smc_prov_de": "Someone's been tampering with evidence. Take a close look.",
    "sms_c1007_de": "Under his sword, every ill will is brought to light.",
    "chrn_c1007": "Vildred",
    "c1007_gacha_get": "Nice idea! I won't let you down.",
    "c1007_de_story": "Due to his humorous style of speaking, many mistake Vildred as being light-hearted, but he has a serious side that leads him to stubbornly push ahead with what he thinks is right.",
    "c1007_2line": "A paragon of righteousness and principle, a reliable companion of Ras's",
    "c_topic_16_horrorsto": "Horror Story",
    "c_topic_22_belief": "Belief",
    "c_pers_10_loyalty": "Loyal",
    "sk_c1007_1_sknm": "Sweep",
    "sk_c1007_2_sknm": "Dancing Blade",
    "sk_c1007_3_sknm": "Blade Ascent",
    "pa_c1007_21_de": "+5% damage dealt by additional skill",
    "pa_c1007_22_de": "+5% damage dealt by additional skill",
    "pa_c1007_23_de": "+5% damage dealt by additional skill",
    "pa_c1007_24_de": "+5% damage dealt by additional skill",
    "pa_c1007_25_de": "+10% damage dealt by additional skill",
    "sk_c1007_1_de": "Rapidly attacks two enemies with a swordstorm. Damage dealt increases proportional to the caster's Speed.",
    "sk_c1007_2_de": "<#FFFFFF>Increases Attack</> of the caster for 2 turns and attacks all enemies one more time when an enemy is defeated by Sweep or Blade Ascent.",
    "sk_c1007_2u_de": "<#FFFFFF>Increases Attack</> of the caster for 2 turns and attacks all enemies one more time when an enemy is defeated by Sweep or Blade Ascent. Increases Combat Readiness of the caster by 20% when an enemy is defeated.",
    "sk_c1007_3_de": "Attacks all enemies with a swordstorm, dealing damage proportional to the caster's Speed.",
    "sk_c1007_3s_de": "Increases damage dealt.",
    "sms_tooltip_all": "All Missions",
    "sms_c1008_nm": "Agile Mercenaries",
    "sms_c1008_de": "Handles requests with diligence and efficiency.",
    "chrn_c1008": "Armin",
    "c1008_gacha_get": "Oh, did you need something? Just let me know!",
    "c1008_de_story": "A particularly ticklish feline Suin, Armin is the valiant and cheerful Commander of the Longtail Company. However, she is easily tempted, and quickly convinced to go along with the whims of her fellow mercenaries. She loves to collect earrings but since her ears are so sensitive she's unable to actually wear them.",
    "c1008_2line": "Unmatched in her bravery, commander of the Longtail Company",
    "c_topic_3_taleheroic": "Heroic Tale",
    "c_topic_17_gossip": "Gossip",
    "c_pers_27_extrovert": "Extrovert",
    "c_pers_28_desire": "Envious",
    "sk_c1008_1_sknm": "Takedown",
    "sk_c1008_2_sknm": "Flash of Light",
    "sk_c1008_3_sknm": "Shield Wall",
    "sklv_de_soul2": "+2 Soul acquired",
    "sk_c1008_1_de": "Attacks with a large shield, with a <#FF9900>{{variable}}</> chance of <#FFFFFF>stunning</> for 1 turn. When the enemy is debuffed, the chance will increase. Damage dealt increases proportional to the caster's Defense.",
    "sk_c1008_2_de": "Releases a bright light to attack all enemies, with a <#FF9900>{{variable}}</> chance each to <#FFFFFF>decrease Hit Chance</> for 2 turns.",
    "sk_c1008_2u_de": "Releases a bright light to attack all enemies, with a <#FF9900>{{variable}}</> chance each to <#FFFFFF>decrease Hit Chance</> for 2 turns, and inflict <#FFFFFF>poison</> for 3 turns. <#FFFFFF>Increases Defense</> of the caster for 2 turns.",
    "sk_c1008_3_de": "Covers all allies with the Shield of Light and grants a <#FFFFFF>barrier</> for 3 turns, recovering Health. Barrier strength is proportional to the caster's Defense, and amount recovered is proportional to the target's max Health. Decreases damage suffered by allies by 10% when this skill is unavailable.",
    "sk_c1008_3s_de": "Skill cooldown is decreased by 2 turns.",
    "ma_wyvern_es_name": "Dragon's Wrath",
    "ma_candle_es_name": "Cursed Ashes",
    "sms_c1009_nm": "Shadow of Crown",
    "smc_enemy_nm": "Strong Leader",
    "smc_enemy_de": "A skilled veteran leads your enemies.",
    "sms_c1009_de": "From the swamp to the throne.",
    "chrn_c1009": "Charlotte",
    "c1009_gacha_get": "Making new friends is a good thing.",
    "c1009_de_story": "Owner of La Mare, a castle in the Solayu Dark Swamp, Charlotte is known as the Lady of the Swamp. Fiercely competitive, she has a love-hate relationship with Cecilia. Full of pride, she despises anyone who points out her insecurities.",
    "c1009_2line": "Duchess of La Mare, an elegant and domineering Lady of the Swamp",
    "c_topic_6_herocheer": "Heroic Cheer",
    "sk_c1009_1_sknm": "Dual Swords",
    "sk_c1009_2_sknm": "Ground Slam",
    "sk_c1009_3_sknm": "Vortex",
    "sk_c1009_1_de": "Attacks with two swords. <#FFFFFF>Increases Attack</> of the caster for 2 turns when the enemy's Health is above 50%, or has a 50% chance to <#FFFFFF>decrease Defense</> of the enemy for 2 turns when the enemy's Health is below 50%.",
    "sk_c1009_2_de": "Slams the ground to inflict damage on all enemies, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> for 1 turn.",
    "sk_c1009_2u_de": "Slams the ground to inflict damage on all enemies, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> for 1 turn. The caster's Combat Readiness is increased by 30% each time an enemy is stunned.",
    "sk_c1009_3_de": "Cuts all enemies while spinning. Damage dealt dramatically increases proportional to the number of stacked Focus.",
    "sk_c1009_3s_de": "Skill cooldown is decreased by 2 turns.",
    "sms_c1010_nm": "Genius of Geniuses",
    "sms_c1010_de": "Gifted with natural talent and the blessing of Nixied, nobody can best him.",
    "chrn_c1010": "Zerato",
    "c1010_gacha_get": "Will I finally meet someone who can take me on?",
    "c1010_de_story": "The frost mage of Reingar, Zerato is the second son of a Spirit Weaver clan, blessed by Nixied, the Lord of Winter. He's a genius who hates to feel hot, and loves showing off. Like most Reingar students he pays no attention to those things he deems unimportant, and often crosses the line in his study of magic.",
    "c1010_2line": "A genius frost mage who will freeze everything",
    "c_topic_20_moaning": "Complain",
    "c_pers_21_positive": "Optimistic",
    "sk_c1010_1_sknm": "Ice Thorn",
    "sk_c1010_2_sknm": "Ice Pick",
    "sk_c1010_3_sknm": "Iceberg",
    "sk_c1010_1_de": "Attacks an enemy with an ice pick, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Speed</> for 2 turns.",
    "sk_c1010_2_de": "Attacks the enemy repeatedly, increasing the caster's Combat Readiness by 50%.",
    "sk_c1010_2s_de": "Increases damage dealt.",
    "sk_c1010_2u_de": "Attacks the enemy repeatedly, increasing the caster's Combat Readiness by 50%. Damage dealt is increased when the enemy is debuffed.",
    "sk_c1010_3_de": "Attacks all enemies with a giant iceberg, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> for 1 turn.",
    "sms_c1011_nm": "Protector of Order",
    "sms_c1011_de": "As justice is the root of all order, she performs one heroic exploit after another.",
    "chrn_c1011": "Karin",
    "c1011_gacha_get": "Protector of justice, truth, magic and! Uh, what comes after that? In any case, Lieutenant Karin has arrived!",
    "c1011_de_story": "Second Lieutenant in the Public Security Club of Reingar, Karin struggles to maintain order in the Magical Academy, a place brimming with dangerous creativity. Many call her the conscience and the real big boss of the Public Security Club.",
    "c1011_2line": "The righteous prosecutor of the Public Security Club",
    "c_topic_5_charmcheer": "Cute Cheer",
    "sk_c1011_1_sknm": "Sequential Cutter",
    "sk_c1011_2_sknm": "Blade Art: Flash",
    "sk_c1011_3_sknm": "Blade Art: Thunder",
    "sk_c1011_1_de": "Strikes the enemy with a sword. A critical hit will decrease cooldown for 1 turn.",
    "sk_c1011_2_de": "Slashes the enemy. A critical hit will <#FFFFFF>decrease Defense</> for 1 turn.",
    "sk_c1011_2u_de": "Slashes the enemy. A critical hit will <#FFFFFF>decrease Defense</> for 1 turn and grant an <#FFFFFF>extra turn</> to the caster.",
    "sk_c1011_3_de": "Cuts the enemy with lightning speed. Damage dealt increases with a critical hit.",
    "sk_c1011_3s_de": "Increases damage dealt.",
    "sms_c1012_nm": "The Good Shepherd",
    "smc_mission_nm": "Impossible Mission",
    "smc_mission_de": "Everyone says it's impossible. Maybe it is.",
    "sms_c1012_de": "Helps wanderers with sincerity and passion.",
    "chrn_c1012": "Corvus",
    "c1012_gacha_get": "The innocent will always be saved, you damned fools!",
    "c1012_de_story": "A priest of the Rose Apostles, Corvus is famous in Farche for leading the Young Sheep of the Eternal Mother missionaries.",
    "c1012_2line": "A wild-blooded missionary, a veteran of bottomless faith",
    "c_topic_1_criticism": "Criticism",
    "c_pers_20_religious": "Religious",
    "sk_c1012_1_sknm": "Shield Slam",
    "sk_c1012_2_sknm": "Macerate",
    "sk_c1012_3_sknm": "Fury's Advent",
    "sklv_de_heal20": "+20% healing",
    "sklv_de_ab5": "+5% Combat Readiness",
    "sk_c1012_1_de": "Shoves the enemy with a shield, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>transfer</> one debuff from the caster to the enemy. Damage dealt increases proportional to the caster's Defense.",
    "sk_c1012_2_de": "Attacks all enemies with an iron mace, decreasing Combat Readiness by <#FF9900>{{variable}}</>. When the enemy's Combat Readiness is 0, <#FFFFFF>stuns</> for 1 turn. Damage dealt increases proportional to the caster's Defense.",
    "sk_c1012_3_de": "Strengthens the caster with Fighting Spirit for 3 turns. Grants an <#FFFFFF>extra turn</>.\\nShield Slam: Increases Damage dealt, <#FFFFFF>stunning</> for 1 turn.\\nMacerate: Decreases the enemy's Combat Readiness twice.\\nAcquires 10 Fighting Spirit when attacking or attacked.",
    "sk_c1012_3s_de": "Recovers Health.",
    "sk_c1012_3u_de": "Strengthens the caster with Fighting Spirit for 3 turns, recovering Health, and <#FFFFFF>increasing Defense</> for 3 turns. Grants an <#FFFFFF>extra turn</>\\nShield Slam: Increases Damage dealt, <#FFFFFF>stunning</> for 1 turn.\\nMacerate: Decreases the enemy's Combat Readiness twice.\\nAcquires 10 Fighting Spirit when attacking or attacked.",
    "ma_siren_es_name": "Special Alarm Loop",
    "ma_homon_es_name": "The Heart of Hypocrisy",
    "sms_c1013_nm": "Explorer",
    "smc_env_nm": "Barren Land",
    "smc_env_de": "It's nearly impossible to stay even for a moment in this hostile environment.",
    "sms_c1013_de": "Their curiosity for the new world is second to none.",
    "chrn_c1013": "Cartuja",
    "c1013_gacha_get": "I feel like we'll be good friends.",
    "c1013_de_story": "In Farche, the nomadic Tuharta Clan is wiped out by a great sandstorm. Cartuja leads the few survivors as they wander in search of a new home, working day and night as a mercenary to raise enough money to save his clan.",
    "c1013_2line": "Courageous and valiant, the greatest warrior in Farche",
    "sk_c1013_1_sknm": "Shred",
    "sk_c1013_2_sknm": "Danger Zone",
    "sk_c1013_3_sknm": "Predatory Roar",
    "pa_c1013_21_de": "+1% Combat Readiness",
    "pa_c1013_22_de": "+2% Combat Readiness",
    "pa_c1013_23_de": "+2% Combat Readiness",
    "sk_c1013_1_de": "Attacks with sharp claws, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns. Damage dealt increases proportional to the caster's max Health.",
    "sk_c1013_2_de": "Combat Readiness increases by <#FF9900>{{variable}}</> when attacked. Combat Readiness increases by an additional 10% when the caster's Health is less than 50%.",
    "sk_c1013_3_de": "Attacks all enemies with wild energy, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> for 2 turns, and <#FFFFFF>increases Defense</> of the caster for 2 turns. Damage dealt increases proportional to the caster's max Health, with additional damage increase when the caster has less than 50% Health.",
    "sk_c1013_3s_de": "Increases damage dealt.",
    "sk_c1013_3u_de": "Attacks all enemies with wild energy, healing the caster by 50% of max Health before granting <#FFFFFF>increased Defense</> for 2 turns, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> of the enemy for 2 turns. Damage dealt increases proportional to the caster's max Health, with additional damage increase when the caster has less than 50% Health.",
    "sms_c1014_nm": "Animal Instinct",
    "sms_c1014_de": "Outstanding senses of smell and hearing are very helpful when hunting.",
    "chrn_c1014": "Cidd",
    "c1014_gacha_get": "Badabum! I have arrived! Cidd is here! What do you want me to do?",
    "c1014_de_story": "Cidd is the youngest member and mascot of the Wild Dog Company, a group of mercenaries headquartered in an old ruined fortress in Wetheric Moor. Contrary to his cheerful and carefree appearance, he will competently complete any task assigned to him. He cares for the Wild Dog Company as if they were family.",
    "c1014_2line": "The Wild Dog Company mascot, a wild hound as fast as the wind",
    "c_topic_14_gagsto": "Bizarre Story",
    "sk_c1014_1_sknm": "Relentless Strike",
    "sk_c1014_2_sknm": "Wind's Resolve",
    "sk_c1014_3_sknm": "Hack",
    "pa_c1014_21_de": "+5% Relentless Strike damage enhance",
    "pa_c1014_22_de": "+5% Relentless Strike damage enhance",
    "pa_c1014_23_de": "+5% Relentless Strike damage enhance",
    "pa_c1014_24_de": "+10% Relentless Strike damage enhance",
    "pa_c1014_25_de": "+15% Relentless Strike damage enhance",
    "sk_c1014_1_de": "Attacks with a dagger. A critical hit will <#FFFFFF>increase Speed</> of the caster for 2 turns. Damage dealt increases proportional to the caster's Speed.",
    "sk_c1014_2_de": "When the caster is granted <#FFFFFF>increased Speed</>, Relentless Strike is enhanced to deal more damage and <#FFFFFF>decreases Defense</> of the enemy for 1 turn.",
    "sk_c1014_3_de": "Cuts with a dagger, granting an <#FFFFFF>extra turn</> when the enemy is defeated. Damage dealt increases proportional to caster's Speed.",
    "sk_c1014_3s_de": "Increases damage dealt.",
    "sk_c1014_3u_de": "Cuts with a dagger, granting an <#FFFFFF>extra turn</> when the enemy is defeated. Attacks using an advantageous element when the caster is granted <#FFFFFF>increased Speed</>. Damage dealt increases proportional to caster's Speed.",
    "sm_type_battle": "Battle",
    "sms_c1015_nm": "Necromancer",
    "sms_c1015_de": "Baal & Sezan don't back down easily; something in their hearts just won't let them.",
    "chrn_c1015": "Baal & Sezan",
    "c1015_gacha_get": "If Sezan wishes it, we will go.",
    "c1015_de_story": "Sezan was once a dark magician, until her body was destroyed in a forbidden summoning ceremony gone awry. Before her soul also perished, her apprentice Baal placed it inside a doll, and together they have embarked on a long journey to return her soul to a Human body.",
    "c1015_2line": "A great magician-turned-doll, and her faithful apprentice",
    "c_pers_19_psychopath": "Psychopath",
    "sk_c1015_1_sknm": "Ghost Haunt",
    "sk_c1015_2_sknm": "Dark Cloud",
    "sk_c1015_3_sknm": "Last Requiem",
    "sk_c1015_1_de": "Summons an evil spirit to attack the enemy, with a <#FF9900>{{variable}}</> chance to inflict <#FFFFFF>poison</> for 2 turns.",
    "sk_c1015_2s_de": "Increases damage dealt.",
    "sk_c1015_3_de": "Baal & Sezan attack all enemies with Strike Magic, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Speed</> and make them <#FFFFFF>unhealable</> for 2 turns.",
    "sk_c1015_3u_de": "Baal & Sezan attack all enemies with Strike Magic, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Speed</> and <#FFFFFF>Defense</> and make them <#FFFFFF>unhealable</> for 2 turns.",
    "ma_chimaera_es_name": "Fused Nerve",
    "ma_magician_es_name": "Small Sun Badge",
    "sk_c1015_2_de": "Summons the Cloud of Darkness to attack all enemies, dealing damage proportional to the number of debuffs inflicted on the enemy. When the enemy is defeated by this attack, the cooldown for Last Requiem is reset.",
    "sms_c1016_nm": "Gossip Girl",
    "sms_c1016_de": "She hangs around Garo quite often, so she hears a lot of things.",
    "chrn_c1016": "Yufine",
    "c1016_gacha_get": "Oh, you need my help? Cool, let's go!",
    "c1016_de_story": "Originally a Dragon of Wintenberg, through certain events Yufine eventually found her way to Ritania. Cheerful and curious, her excessive curiosity often leads to accidents. She loves shiny things so much that she tends zone out while staring at them.",
    "c1016_2line": "A lively Dragon girl, who loves shiny things",
    "sk_c1016_1_sknm": "Double Slash",
    "sk_c1016_2_sknm": "Dragon's Roar",
    "sk_c1016_3_sknm": "Dragon Charge",
    "sk_c1016_1_de": "Attacks by swinging their weapon, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns.",
    "sk_c1016_2_de": "Attacks with a dragon howl, dispelling one buff from all enemies, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>silence</> for 1 turn, before granting <#FFFFFF>increased Attack</> and <#FFFFFF>Speed</> to the caster for 2 turns.",
    "sk_c1016_3_de": "Hits the enemy with a finishing blow, dispelling all buffs and <#FFFFFF>stunning</> for 1 turn.",
    "sk_c1016_3s_de": "Grants an extra turn.",
    "sk_c1016_3u_de": "Hits the enemy with a finishing blow, dispelling all buffs and <#FFFFFF>stunning</> for 1 turn. Damage dealt is increased by 50% when the enemy is buffed.",
    "ma_hatchling_es_name": "Blazing Rage",
    "ma_demont_es_name": "Horn of Desire",
    "sms_c1017_nm": "Healer of Light",
    "smc_weak_nm": "Weakened",
    "smc_weak_de": "An unhealthy mind poisons the soul.",
    "sms_c1017_de": "Heals all wounds with the power of light.",
    "chrn_c1017": "Achates",
    "c1017_gacha_get": "I want to save the world with the mercy of healing.",
    "c1017_de_story": "Second daughter of Rosvalt, an adviser to the former king of Ezera, Achates joined the Holy Order of the Blue Cross with the wish to save the world through the Goddess's mercy. She has little to do with her older sister, heir to the family name, and seems to be holding some discontent within her heart.",
    "c1017_2line": "A faithful healer following a sacred oath",
    "c_topic_13_myth": "Myth",
    "sk_c1017_1_sknm": "Magic Design",
    "sk_c1017_2_sknm": "Rapid Cure",
    "sk_c1017_3_sknm": "Curing Prayer",
    "sklv_de_heal5": "+5% healing",
    "sklv_de_heal10": "+10% healing",
    "sk_c1017_1_de": "Attacks with a staff, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> for 2 turns.",
    "sk_c1017_2_de": "Recovers an ally's Health and grants a <#FFFFFF>barrier</> for 1 turn, before decreasing skill cooldown by 1 turn. Amount recovered and barrier strength are proportional to the caster's max Health.",
    "sk_c1017_2u_de": "Recovers ally's Health and grants <#FFFFFF>invincibility</> for 1 turn, before decreasing skill cooldown by 1 turn. Amount recovered is proportional to the caster's max Health.",
    "sk_c1017_3_de": "Dispels debuffs from all allies before healing them. Healing increases proportional to the caster's max Health.",
    "sk_c1017_3s_de": "Increases the amount recovered.",
    "sms_c1018_nm": "First Aid",
    "sms_c1018_de": "With his warm touch, there's nothing he can't heal.",
    "chrn_c1018": "Aither",
    "c1018_gacha_get": "Wow! Me? You're greeting me? Really? Wah! Ahaha! I'm so excited!",
    "c1018_de_story": "Aither is the royal child of Ezera. He is bright and energetic, but he does not like those people who treat him as a weak boy. He desires to make his name as a brave knight one day, just like his mother.",
    "c1018_2line": "The Kingdom's lovable, enthusiastic prince!",
    "c_pers_3_angel": "Cherub",
    "sk_c1018_1_sknm": "Whispering Spirit",
    "sk_c1018_2_sknm": "Guard",
    "sk_c1018_3_sknm": "Spirit's Call",
    "sk_c1018_1_de": "Attacks with spirit power, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Speed</> for 2 turns.",
    "sk_c1018_2_de": "Recovers an ally's Health with water energy while dispelling two debuffs, before increasing caster's Combat Readiness by 20%. Amount recovered is proportional to the target's max Health and the caster's Attack.",
    "sk_c1018_2s_de": "Increases the amount recovered.",
    "sk_c1018_3_de": "Recovers Health of all allies and casts a <#FFFFFF>barrier</> for 1 turn with spirit power. Amount recovered is proportional to the caster's Attack and the target's max Health, and barrier strength is proportional to the caster's Attack.",
    "sk_c1018_3u_de": "Recovers Health of all allies and casts a <#FFFFFF>barrier</> for 2 turns with spirit power. Amount recovered is proportional to the caster's Attack and the target's max Health, and barrier strength is proportional to the caster's Attack.",
    "sms_c1019_nm": "Blood Burst",
    "sms_c1019_de": "She vanquishes all enemies according to Acolyte Tenebria's will.",
    "chrn_c1019": "Ravi",
    "c1019_gacha_get": "I'll give you an unending nightmare. See it as an honor.",
    "c1019_de_story": "Ravi once was a quiet girl living in a countryside, until she fell into a victim of the Homunculus experiments and became a Wraith. Since Ravi was made by the power of Tenebria, she strongly believes she is the chosen one.",
    "c1019_2line": "The aggressive little girl reborn as a Wraith",
    "sk_c1019_1_sknm": "Slaughter",
    "sk_c1019_2_sknm": "Demon's Blood",
    "sk_c1019_3_sknm": "Devil Drive",
    "pa_c1019_21_de": "+1% Combat Readiness",
    "pa_c1019_22_de": "+1% Combat Readiness",
    "pa_c1019_23_de": "+1% Combat Readiness",
    "pa_c1019_24_de": "+2% Combat Readiness",
    "pa_c1019_25_de": "+2% Combat Readiness",
    "sklv_de_heal15": "+15% healing",
    "sklv_de_bp10minus": "-10 Fighting Spirit consumed",
    "sk_c1019_1_de": "Attacks with a double-edged axe and absorbs some of the damage as Health.",
    "sk_c1019_1s_de": "Greatly increases amount of damage dealt. Does not trigger a Dual Attack.",
    "sk_c1019_2_de": "Increases Attack of caster when they attack or are attacked. Effect can only stack up to 5 times. When attacked, increases Combat Readiness by <#FF9900>{{variable}}</>, and 5 Fighting Spirit is acquired.",
    "sk_c1019_3_de": "Brutally attacks all enemies, with a 75% chance to <#FFFFFF>stun</> for 1 turn.",
    "sk_c1019_3u_de": "Brutally attacks all enemies, with a 75% chance to <#FFFFFF>stun</> for 1 turn, decreasing Combat Readiness of stunned enemies by 100%.",
    "sms_c1020_nm": "Deadly Blow",
    "sms_c1020_de": "Sharp instincts separate truth from falsehood.",
    "chrn_c1020": "Schuri",
    "c1020_gacha_get": "Shall I play with you since you summoned me?",
    "c1020_de_story": "A master of gunpowder weaponry, Schuri has a strong sense of pride and arrogance, though suffers a complex about his weak physical strength.",
    "c1020_2line": "Brimming with confidence, it's the Explosive Gentleman",
    "sk_c1020_1_sknm": "Rapid Fire",
    "sk_c1020_2_sknm": "Explosive Gentleman",
    "sk_c1020_3_sknm": "Rifle Shot",
    "pa_c1020_21_de": "+1% Combat Readiness",
    "pa_c1020_22_de": "+2% Combat Readiness",
    "pa_c1020_23_de": "+2% Combat Readiness",
    "pa_c1020_24_de": "+2% Combat Readiness",
    "pa_c1020_25_de": "+3% Combat Readiness",
    "sk_c1020_1_de": "Attack the enemy with a pistol, with a <#FF9900>{{variable}}</> chance to inflict <#FFFFFF>poison</> for 2 turns.",
    "sk_c1020_2_de": "After delivering a critical hit, the caster gains 1 Focus, and the Combat Readiness of all allies except the caster is increased by <#FF9900>{{variable}}</>.",
    "sk_c1020_3_de": "Shoots all enemies with a rifle. Enhanced into Full Burst when the number of stacked Focus is more than 3. A successful attack with Full Burst always results in a critical hit.",
    "sk_c1020_3s_de": "Grants an extra turn.",
    "sk_c1020_3u_de": "Shoots all enemies with a rifle. Enhanced into Full Burst when the number of stacked Focus is more than 3. A successful attack with Full Burst always results in a critical hit, decreasing Combat Readiness of all enemies by 30%.",
    "sms_c1021_nm": "Delicacy",
    "smc_cook_nm": "Gourmet",
    "smc_cook_de": "Something special is required to sate their refined appetite.",
    "sms_c1021_de": "Dingo's dishes are so good they'll make you hallucinate. A real chef's chef.",
    "chrn_c1021": "Dingo",
    "c1021_gacha_get": "Him, I'd love to cook him once.",
    "c1021_de_story": "A genius holding the power of inferno in his hands after swearing a compact with Malicus, the Lord of Fire, Dingo became a chef to make full use of his abilities. He sees all living creatures as potential ingredients.",
    "c1021_2line": "The master chef obsessed with ingredients over all else",
    "c_pers_13_individe": "Individualistic",
    "sk_c1021_1_sknm": "Prep Ingredients",
    "sk_c1021_2_sknm": "Quick Grill",
    "sk_c1021_3_sknm": "Free Dinner",
    "sklv_de_1021_225_5": "+5% chance of inflicting bleeding",
    "sk_c1021_1_de": "Cuts the enemy with a cleaver, with a <#FF9900>{{variable}}</> chance to inflict <#FFFFFF>bleeding</> for 2 turns. After attack, there's a 30% chance to activate Quick Grill.",
    "sk_c1021_1s_de": "Grants an extra turn.",
    "sk_c1021_2_de": "Attacks all enemies with the Glove Oven. When the enemy is <#FFFFFF>bleeding</>, there is a <#FF9900>{{variable}}</> chance to <#FFFFFF>burn</> for 2 turns.",
    "sk_c1021_3_de": "Provides allies with a meal, dispelling all debuffs and decreasing cooldown by 1 turn. Every time an enemy dies, the cooldown for this skill decreases by 1 turn.",
    "sk_c1021_3u_de": "Provides allies with a meal, dispelling all debuffs and decreasing cooldown by 1 turn. Grants the caster an <#FFFFFF>extra turn</>. Every time the enemy dies, the cooldown for this skill decreases by 1 turn.",
    "sms_c1022_nm": "Saint of Light",
    "sms_c1022_de": "In her presence, even evil loses its darkness.",
    "chrn_c1022": "Ruele of Light",
    "c1022_gacha_get": "Well, I'll do my best. I really will!",
    "c1022_de_story": "An Heir of the Sixth World, Ruele is revered for her kindness. She is a Soul Weaver who gained the favor of the Lord of Light, Destina. Her only hobby is telling fortunes with rabbit fortune cookies.",
    "c1022_2line": "A gentle saint shining with blessed light",
    "c_topic_10_unique": "Unique Comment",
    "sk_c1022_1_sknm": "Key to an Oath",
    "sk_c1022_2_sknm": "Light Pillar",
    "sk_c1022_3_sknm": "Light Ascending",
    "sk_c1022_1_de": "Attacks the enemy with a staff and heals the ally with the lowest Health. Damage dealt increases proportional to the caster's max Health, and Healing increases proportional to the ally's max Health.",
    "sk_c1022_1s_de": "Attacks the enemy and greatly heals all allies. Does not trigger a Dual Attack.",
    "sk_c1022_2_de": "Summons a light pillar, dispelling all debuffs, recovering Health, and granting a <#FFFFFF>barrier</> for 2 turns. Amount recovered and <#FFFFFF>barrier</> strength increases proportional to the caster's max Health.",
    "sk_c1022_3_de": "Revives one dead ally with healing magic, recovering 50% of their Health and granting them <#FFFFFF>invincibility</> for 1 turn. Living allies will receive the same effect after having all debuffs dispelled.",
    "sk_c1022_3u_de": "Revives one dead ally with healing magic, recovering all of their Health and granting them <#FFFFFF>invincibility</> for 1 turn. Living allies will receive the same effect after having all debuffs dispelled.",
    "ma_golem_es_name": "Ancient Creature Nucleus",
    "ma_bone_es_name": "Blood Flaked Bone",
    "sms_c1023_nm": "Desire for Ruin",
    "sms_c1023_de": "He destroys everything with his army of Dust Walkers, yearning for the annihilation of the world.",
    "chrn_c1023": "Kayron",
    "c1023_gacha_get": "I have descended in answer to your call.",
    "c1023_2line": "The Shadow King who deals in grudges",
    "c1023_de_story": "An Acolyte, and commander of an army of undead known as the Dust Walkers. It is said that he demands your soul and loyalty in return for releasing you from your grudges.",
    "c_pers_12_selfishnes": "Selfish",
    "sk_c1023_1_sknm": "Void Slash",
    "sk_c1023_2_sknm": "Immortal Will",
    "sk_c1023_3_sknm": "Apocalypse",
    "pa_c1023_21_de": "-1 turn cooldown",
    "pa_c1023_22_de": "-1 turn cooldown",
    "pa_c1023_23_de": "-1 turn cooldown",
    "sk_c1023_1_de": "Attacks with a sword, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Hit Chance</> for 1 turn, dealing damage proportional to the caster's lost Health.",
    "sk_c1023_1s_de": "Increases damage dealt.",
    "sk_c1023_2_de": "Grants <#FFFFFF>immortality</> for 1 turn when the caster receives lethal damage and resets skill cooldown of Apocalypse.\\nCan only be activated once every <#FF9900>{{variable}}</> turn(s).\\nOn the caster's turn, when buffed and using Void Slash, the skill will become an AoE attack and does not trigger Dual Attack.",
    "sk_c1023_3_de": "Attacks the enemy by exploding the Archdemon's Might contained within the sword. When the enemy is defeated, extends any buffs granted to the caster by 1 turn. Deals damage proportional to the caster's lost Health.",
    "sk_c1023_3u_de": "Attacks the enemy by exploding the Archdemon's Might contained within the sword, <#FFFFFF>increasing Attack</> of the caster for 2 turns. When the enemy is defeated, extends any buffs granted to the caster by 1 turn. Deals damage proportional to the caster's lost Health.",
    "sms_c1024_nm": "Unknown Call",
    "sms_c1024_de": "Elves are always curious about new worlds.",
    "chrn_c1024": "Iseria",
    "c1024_gacha_get": "My name is Iseria, the Knight of White Flowers, and the keeper of the oath.",
    "c1024_de_story": "Second-in-Command of the Order of the Sword, Iseria is an Elf unable to return to her ancestral home of Dun Blyraia due to some reason. Known as the Knight of White Flowers, she has a calm and solemn personality.",
    "c1024_2line": "The Knight of White Flowers, protector of a solemn oath",
    "c_pers_2_tsundere": "Hot and Cold",
    "sk_c1024_1_sknm": "Refined Flower",
    "sk_c1024_2_sknm": "Oathkeeper",
    "sk_c1024_3_sknm": "Full Bloom",
    "sk_c1024_1_de": "Throws swords at the enemy, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns.",
    "sk_c1024_1s_de": "Increases effect chance by 50% and increases damage dealt. Does not trigger a Dual Attack.",
    "sk_c1024_2_de": "Resets skill cooldown of an ally except for the caster with light energy.",
    "sk_c1024_2u_de": "Resets skill cooldown of an ally except for the caster with light energy. Grants an <#FFFFFF>extra turn</>.",
    "sk_c1024_3_de": "Attacks with a giant Magic Sword, dispelling all buffs, <#FFFFFF>decreasing Defense,</> and making them <#FFFFFF>unable to be buffed</> for 2 turns.",
    "chrn_c1025": "Raqueas",
    "c1025_de_story": "Half-Human, Half-Vampire, Raqueas is the bastard son of his father Raqueas I, born of a concubine. He grew up receiving a harsh education in the mausoleum palace Grave Quilla, making him aggressive and not easily subdued.",
    "c1025_2line": "The tempestuous vampire Heir",
    "chrn_c1026": "Rande",
    "c1026_de_story": "A clergyman of the Holy Order of the Blue Cross, Rande is also a secret inspector for the Conclave. A unique-looking outsider, there are many rumors that he possesses incredible power.",
    "c1026_2line": "A wild inspector who does as he pleases",
    "sms_c1027_nm": "Justice of Ezera",
    "sms_c1027_de": "He is represented by a strong will and devotion to Ezera.",
    "chrn_c1027": "Charles",
    "c1027_gacha_get": "Walking the righteous path is not easy. Hence, we must strictly cultivate ourselves!",
    "c1027_2line": "The highly respected Knight Commander of the Order of the Sword",
    "c1027_de_story": "Although he may be rigid and loyal, he cannot help but act like an overprotective servant to Aither, and will deal with all kinds of things in order to protect him.",
    "sk_c1027_1_sknm": "Slash",
    "sk_c1027_2_sknm": "Smash",
    "sk_c1027_3_sknm": "Faithful Strike",
    "sklv_de_1027_10": "+10% effect chance",
    "sk_c1027_1_de": "Attacks with a giant sword, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> for 1 turn, and a 25% chance to activate Smash. Effect chance is doubled when the enemy is buffed.",
    "sk_c1027_2_de": "Attacks the enemy repeatedly with a giant sword, with a <#FF9900>{{variable}}</> chance to dispel all buffs. Damage dealt increases proportional to number of buffs granted to the caster.",
    "sk_c1027_3_de": "Attacks all enemies with a swordstorm, <#FFFFFF>increasing Attack</> of all allies for 2 turns. When there are three or fewer enemies, damage dealt increases as enemies become fewer.",
    "sk_c1027_3s_de": "Extends buff duration by 1 turn.",
    "sk_c1027_3u_de": "Attacks all enemies with a swordstorm, <#FFFFFF>increases Attack</> of all allies for 2 turns. Additionally <#FFFFFF>increases Defense</> of the caster for 2 turns. When there are three or fewer enemies, damage dealt increases as enemies become fewer.",
    "sms_c1028_nm": "Enforcer",
    "sms_c1028_de": "When she's pursuing criminals, she doesn't even sleep.",
    "chrn_c1028": "Clarissa",
    "c1028_gacha_get": "To follow the path once tread by the Goddess is my calling.",
    "c1028_de_story": "A young nun of the Holy Order of the Blue Cross, Clarissa's purity made her a mascot of the church. However, as soon as she set out on her pilgrimage, her true fighting nature began to reveal itself.",
    "c1028_2line": "A nun with a violent split personality",
    "c_pers_25_obsession": "Obsessive",
    "sk_c1028_1_sknm": "Harsh Lesson",
    "sk_c1028_2_sknm": "Rage",
    "sk_c1028_3_sknm": "Hysteric",
    "pa_c1028_21_de": "+5% damage dealt by additional skill",
    "pa_c1028_22_de": "+5% damage dealt by additional skill",
    "pa_c1028_23_de": "+5% damage dealt by additional skill",
    "pa_c1028_24_de": "+10% damage dealt by additional skill",
    "pa_c1028_25_de": "+10% damage dealt by additional skill",
    "sk_c1028_1_de": "Attacks with a morning star, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns.",
    "sk_c1028_2_de": "Becomes <#FFFFFF>enraged</> for 3 turns when an enemy is killed by Harsh Lesson or Hysteric, and grants an extra AoE attack on all enemies.",
    "sk_c1028_3_de": "Attacks all enemies by spinning. Damage is increased when caster is <#FFFFFF>enraged</>.",
    "sk_c1028_3s_de": "Increases damage dealt.",
    "sk_c1028_3u_de": "Attacks all enemies by spinning, inflicting <#FFFFFF>bleeding</> for 2 turns. When the caster is <#FFFFFF>enraged</> damage dealt is increased and an additional bleeding effect can be stacked.",
    "sms_c1029_nm": "Kid Detective",
    "sms_c1029_de": "Sometimes an unbiased look can discover the truth.",
    "chrn_c1029": "Leo",
    "c1029_gacha_get": "I am the aspiring warrior, Leontius Leo! And this is my friend, Racoo! Nice to meet you.",
    "c1029_de_story": "Born to a family of scholars, Leo grew up learning much of warriors and myth. He is bravely traveling with his pet and good friend Racoo, in hope of realizing his dream of becoming a warrior himself.",
    "c1029_2line": "A trouble making joker who dreams of becoming the ultimate warrior",
    "sk_c1029_1_sknm": "Sparrow Dive",
    "sk_c1029_2_sknm": "Fox Hunt",
    "sk_c1029_3_sknm": "Flying Racoo",
    "sk_c1029_1_de": "Attacks with a slingshot, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> for 1 turn.",
    "sk_c1029_2s_de": "Skill cooldown is decreased by 2 turns.",
    "sk_c1029_3_de": "Racoo flies into the enemies like a bullet and attacks all of them, with a 50% chance to <#FFFFFF>stun</> for 1 turn.",
    "sk_c1029_2_de": "Attacks with a slingshot, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns, and a 50% chance to use Sparrow Dive.",
    "sk_c1029_3u_de": "Racoo flies into the enemies like a bullet and attacks all of them, <#FFFFFF>decreasing Speed</> for 2 turns, with a 75% chance to <#FFFFFF>stun</>.",
    "sms_c1030_nm": "Lovely Machinery",
    "sms_c1030_de": "She understands machinery well based on her strong affection towards it.",
    "chrn_c1030": "Yuna",
    "c1030_gacha_get": "Hooray! Yuna is coming!",
    "c1030_de_story": "President of the Reingar Student Council and the chosen Heir by the Guardian, Kazran. Yuna is a high school girl who was summoned into this world. She is full of curiosity and obsessed with technology, constantly running experiments.",
    "c1030_2line": "President of the Reingar Student Council, the school girl from another world",
    "c_pers_7_academic": "Academic",
    "sk_c1030_1_sknm": "Homing Laser",
    "sk_c1030_2_sknm": "Upgrade",
    "sk_c1030_3_sknm": "Meteor Cannon",
    "sk_c1030_1_de": "Attacks all enemies with a drone, increasing the caster's Combat Readiness by 6% per target and all other allies' Combat Readiness by 2% per target. Damage dealt increases proportional to the caster's Speed. When there are three or fewer enemies, damage dealt increases with fewer enemies.",
    "sk_c1030_1s_de": "Increases damage dealt.",
    "sk_c1030_2_de": "Buffs all allies with a drone and <#FFFFFF>increases Attack</> for 2 turns.",
    "sk_c1030_2u_de": "Buffs all allies with a drone and <#FFFFFF>increases Attack</> and <#FFFFFF>Speed</> for 2 turns.",
    "sk_c1030_3_de": "Attacks all enemies with an enormous and powerful cannon, inflicting huge damage. A successful attack always results in a critical hit. When there are three or fewer enemies, damage dealt increases with fewer enemies.",
    "sms_c1031_nm": "Calm Darkness",
    "sms_c1031_de": "Those who are used to darkness don't lose their senses even in the midst of chaos.",
    "chrn_c1031": "Lots",
    "c1031_gacha_get": "I'm Lots, I'll do whatever you need.",
    "c1031_de_story": "Originally a part of the Order of the Blue Cross, Lots was dispatched to Reingar, where he studied healing magic. Wanting to test his abilities and find a rare magical item, he has left on a journey.",
    "c1031_2line": "A valiant healer searching for a rare magical item",
    "sk_c1031_1_sknm": "Holy Light",
    "sk_c1031_2_sknm": "Regen",
    "sk_c1031_3_sknm": "Serenity",
    "sklv_de_ab10": "+10% Combat Readiness",
    "sk_c1031_1_de": "Attacks with a light sphere, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> for 1 turn.",
    "sk_c1031_2_de": "Uses healing magic to recover Health and increase Combat Readiness by <#FF9900>{{variable}}</> of ally, before increasing caster's Combat Readiness by 30%. Amount recovered is proportional to the ally's max Health.",
    "sk_c1031_3_de": "Uses strengthening magic to recover Health, increase Combat Readiness by <#FF9900>{{variable}}</>, and grant <#FFFFFF>continuous healing</> for 2 turns to all allies.",
    "sk_c1031_3s_de": "Extends buff duration by 2 turns.",
    "sk_c1031_3u_de": "Uses strengthening magic to recover Health, increase Combat Readiness by <#FF9900>{{variable}}</>, and grant <#FFFFFF>continuous healing</> for 3 turns to all allies.",
    "sms_c1032_nm": "Strong Arms",
    "sms_c1032_de": "Uses their buff arms to fight against injustice.",
    "chrn_c1032": "Maya",
    "c1032_gacha_get": "Oh, you were looking for me? Thank you!",
    "c1032_de_story": "An apprentice knight of the Order of the Shield, Maya boasts incredible arm strength. Finding great value in her work protecting people, she devoted herself to the Order of the Shield. She cares greatly for her family back home.",
    "c1032_2line": "A young knight with a strong arm and shield",
    "sk_c1032_1_sknm": "Weakening Blow",
    "sk_c1032_2_sknm": "Concuss",
    "sk_c1032_3_sknm": "Morale Boost",
    "sk_c1032_1_de": "Attacks with a blunt weapon, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> for 1 turn. Damage dealt increases proportional to the caster's Defense.",
    "sk_c1032_2_de": "Attacks with a shield, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> for 1 turn. Damage dealt increases proportional to the caster's Defense.",
    "sk_c1032_2s_de": "Skill cooldown is decreased by 2 turns.",
    "sk_c1032_3_de": "Has a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> and <#FFFFFF>provoke</> all enemies for 1 turn. <#FFFFFF>Increases Defense</> of the caster for 2 turns.",
    "sk_c1032_3u_de": "Has a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> and <#FFFFFF>provoke</> all enemies for 1 turn. <#FFFFFF>Increases Defense</> of all allies for 2 turns.",
    "sms_c1033_nm": "Life of Frugality",
    "sms_c1033_de": "Has always dreamed of using her savings to build a new village for everyone.",
    "chrn_c1033": "Coli",
    "c1033_gacha_get": "Will you call me Coli? Run with me, to the edge of the world!",
    "c1033_de_story": "Born in a village, Coli was made a refugee by the Archdemon War. She joined a band of vigilantes in order to help protect her family and has a talent for stealing items from thieves when she attacks them.",
    "c1033_2line": "A cheerful vigilante burdened with the horrors of war",
    "sk_c1033_1_sknm": "Ambush",
    "sk_c1033_2_sknm": "Accurate Strike",
    "sk_c1033_3_sknm": "Baptism of Fire",
    "sk_c1033_1_de": "Ambushes the enemy, activating Ambush again when <#FFFFFF>stealthed</>. Damage dealt increases proportional to the caster's Speed.",
    "sk_c1033_2_de": "Attacks with an unseen blade, decreasing Combat Readiness by 30%, before granting a <#FFFFFF>barrier</> and <#FFFFFF>stealth</> for 1 turn. <#FFFFFF>Barrier</> strength increases proportional to caster's Attack, and damage dealt increases proportional to the caster's Speed.",
    "sk_c1033_3_de": "Attacks with a dagger and bomb, decreasing Combat Readiness by 25% three times and granting the caster <#FFFFFF>stealth</> for 1 turn. Damage dealt increases proportional to the caster's Speed.",
    "sk_c1033_3s_de": "Ignores effect resistance.",
    "sk_c1033_3u_de": "Attacks with a dagger and bomb, decreasing Combat Readiness by 25% three times, <#FFFFFF>stunning</> the target for 1 turn and granting the caster <#FFFFFF>stealth</> for 1 turn. Damage dealt increases proportional to the caster's Speed.",
    "sms_c1034_nm": "Undefeated Warrior",
    "sms_c1034_de": "There's no good match for his mighty power.",
    "chrn_c1034": "Straze",
    "c1034_de_story": "A powerful being from the stars who wishes to destroy the world of Orbis, Straze leads a powerful army called the Narak Legion.",
    "c1034_2line": "Catastrophe from another universe, the destroyer of the world",
    "sk_c1034_1_sknm": "Memento",
    "sk_c1034_2_sknm": "Mori",
    "sk_c1034_3_sknm": "Moriendi",
    "sk_c1034_1_de": "Cuts through the air and slashes all enemies. Enemies that were not selected will only receive half of the damage.",
    "sk_c1034_2_de": "Slashes all enemies, inflicting <#FFFFFF>poison</> for 4 turns.",
    "sk_c1034_3_de": "Deals huge damage to all enemies with a released power of death.",
    "sms_c1035_nm": "Muscle Flexing",
    "sms_c1035_de": "Exaggerates frequently when bragging about his power.",
    "chrn_c1035": "Purrgis",
    "c1035_gacha_get": "Hmph, I only trust what I can see. What kind of fool believes in justice?",
    "c1035_de_story": "Believing life is all about hitting a jackpot, Purrgis loves to snoop around. Born in Farche, a poor region, he has suffered discrimination for many years, turning him into an opportunist obsessed with money.",
    "c1035_2line": "A sly mercenary dreaming of a jackpot",
    "sk_c1035_1_sknm": "Falling Strike",
    "sk_c1035_2_sknm": "Get Lost!",
    "sk_c1035_3_sknm": "Final Blow",
    "pa_c1035_21_de": "+1% counterattack chance",
    "pa_c1035_22_de": "+2% counterattack chance",
    "pa_c1035_23_de": "+2% counterattack chance",
    "pa_c1035_24_de": "+2% counterattack chance",
    "pa_c1035_25_de": "+3% counterattack chance",
    "sk_c1035_3s_de": "Increases damage dealt.",
    "sk_c1035_1_de": "Mows down enemies with a great sword, with a <#FF9900>{{variable}}</> chance each to <#FFFFFF>decrease Speed</> for 2 turns and decrease Combat Readiness by 20%. Damage dealt increases proportional to the caster's max Health.",
    "sk_c1035_2_de": "Hits all enemies when counterattacking, with a 15% chance to <#FFFFFF>stun</> for 1 turn. Has a <#FF9900>{{variable}}</> chance to counterattack when attacked.",
    "sk_c1035_3_de": "Attacks all enemies with a powerful ground pound, with a 50% chance to <#FFFFFF>stun</> for 1 turn. Has a 70% chance to <#FFFFFF>stun</> for 1 turn when the target has less than 30% Health. Damage dealt increases proportional to the caster's max Health.",
    "sk_c1035_3u_de": "Attacks all enemies with a powerful ground pound, with a 50% chance to <#FFFFFF>stun</> for 1 turn. Has a 100% chance to <#FFFFFF>stun</> for 1 turn when the target has less than 30% Health. Damage dealt increases proportional to the caster's max Health.",
    "sm_type_cooking": "Cooking",
    "sms_c1036_nm": "Fine Dining",
    "sms_c1036_de": "You might need a specialty or two to lead the Order of the Shield.",
    "chrn_c1036": "Crozet",
    "c1036_gacha_get": "I will do my best.",
    "c1036_de_story": "Knight Commander of the Order of the Shield, Crozet places a strict emphasis on following the rules, and is notoriously inflexible on them. His excessive uprightness means he often does not realize when others are playing tricks on him.",
    "c1036_2line": "Honest and incorruptible, the Knight Commander of the Order of the Shield",
    "sk_c1036_1_sknm": "Rush",
    "sk_c1036_2_sknm": "Mark of Protection",
    "sk_c1036_3_sknm": "Breakthrough",
    "pa_c1036_21_de": "+5% barrier strength",
    "pa_c1036_22_de": "+5% barrier strength",
    "pa_c1036_23_de": "+10% barrier strength",
    "pa_c1036_24_de": "+10% barrier strength",
    "sk_c1036_1_de": "Attacks with a sword, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> for 1 turn. Damage dealt increases proportional to the caster's Defense.",
    "sk_c1036_2_de": "Grants <#FFFFFF>increased Defense</> and a <#FFFFFF>barrier</> to an ally for 2 turns when an attack causes their Health to fall below 50%. <#FFFFFF>Barrier</> strength increases proportional to the target's max Health. Can be activated once every 2 turns.",
    "sk_c1036_2u_de": "Grants <#FFFFFF>increased Defense</> and a <#FFFFFF>barrier</> to an ally for 2 turns when an attack causes their Health to fall below 50%. <#FFFFFF>Barrier</> strength increases proportional to the target's max Health. Can be activated once per turn.",
    "sk_c1036_3_de": "Attacks all enemies with a swordstorm, decreasing their Combat Readiness by <#FF9900>{{variable}}</>, with a 75% chance to <#FFFFFF>provoke</> for 1 turn. Damage dealt increases proportional to the caster's Defense.",
    "sk_c1036_3s_de": "Increases damage dealt.",
    "sms_c1037_nm": "Touch of Winter",
    "sms_c1037_de": "Born to a clan under the divine protection of Nixied, she is blessed by spirits.",
    "chrn_c1037": "Dominiel",
    "c1037_gacha_get": "I am Dominiel Nixied, successor to the Nixied Clan.",
    "c1037_de_story": "Successor of a clan that has long served the Spirit Lord Nixied. After incredible effort she finally succeeded in harnessing Nixied's power, but still lacks confidence in her abilities.",
    "c1037_2line": "Hard-working mage blessed by the Spirit Lord Nixied",
    "sk_c1037_1_sknm": "Hail",
    "sk_c1037_2_sknm": "Blizzard Cape",
    "sk_c1037_3_sknm": "Ice Spear",
    "sk_c1037_1_de": "Throws ice fragments at the enemy, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Speed</> for 2 turns.",
    "sk_c1037_2_de": "Casts a <#FFFFFF>barrier</> over all allies for 2 turns with frost magic. Barrier strength increases in proportion to the caster's Attack.",
    "sk_c1037_2s_de": "All skill cooldowns decreased by 2 turns.",
    "sk_c1037_2u_de": "Casts <#FFFFFF>reflect</> and a <#FFFFFF>barrier</> on all allies for 2 turns with frost magic. Barrier strength increases in proportion to the caster's Attack.",
    "sk_c1037_3_de": "Attacks all enemies with a large block of ice, with a <#FF9900>{{variable}}</> chance each to <#FFFFFF>stun</> for 1 turn and decrease Combat Readiness by 30%.",
    "sms_c1038_nm": "Ridiculous Answer",
    "sms_c1038_de": "Makes stupid comments and is always wasting time no matter how dire the situation.",
    "chrn_c1038": "Sez",
    "c1038_gacha_get": "What do you want from me...?",
    "c1038_de_story": "A cynical and quiet man, Sez Gaien is a living weapon known to many as \"the Berserker.\" After gaining power from an Acolyte to escape the Homunculus experiments, he was branded a mass murderer and has been running ever since.",
    "c1038_2line": "A living weapon, the cynical Berserker",
    "sk_c1038_1_sknm": "Dark Shadow",
    "sk_c1038_2_sknm": "Encroach",
    "sk_c1038_3_sknm": "Conviction",
    "pa_c1038_21_de": "+5% damage dealt by additional skill",
    "pa_c1038_22_de": "+5% damage dealt by additional skill",
    "pa_c1038_23_de": "+5% damage dealt by additional skill",
    "pa_c1038_24_de": "+5% damage dealt by additional skill",
    "pa_c1038_25_de": "+10% damage dealt by additional skill",
    "sk_c1038_1_de": "Penetrates the enemy with dark energy, with a <#FF9900>{{variable}}</> chance to make them <#FFFFFF>unhealable</> for 1 turn. Damage dealt increases proportional to the amount of the enemy's lost Health.",
    "sk_c1038_1u_de": "Penetrates the enemy with dark energy, making the enemy <#FFFFFF>unhealable</> for 1 turn. Damage dealt increases proportional to the amount of the enemy's lost Health.",
    "sk_c1038_2_de": "When the enemy's Health is less than 50% after attacking with Dark Shadow, an extra attack is granted against all enemies with a 50% chance to make them <#FFFFFF>unhealable</> for 1 turn. Can only activate once per turn.",
    "sk_c1038_3_de": "Inflicts lethal damage to the enemy, dealing damage proportional to the enemy's lost Health. When the enemy dies, inflicts additional damage to all enemies proportional to the caster's Attack.",
    "sk_c1038_3s_de": "Increases damage dealt.",
    "sms_c1039_nm": "Cold Heart",
    "sms_c1039_de": "Without a sense of guilt you can carry out a mission by any means necessary.",
    "chrn_c1039": "Haste",
    "c1039_gacha_get": "Who do you want me to kill?",
    "c1039_de_story": "Trained since he was young, Haste is the optimal assassin. Part of the Sicar assassin organization, he is fearless and hates losing. He has no interest in other people, but deep down he yearns for the same close relationships they hold.",
    "c1039_2line": "An aloof boy trained in assassination",
    "c_pers_22_negative": "Pessimistic",
    "sk_c1039_1_sknm": "Envoy's Scythe",
    "sk_c1039_2_sknm": "Blood Rend",
    "sk_c1039_3_sknm": "Vampiric Seal",
    "sk_c1039_1_de": "Attacks with an enormous scythe, with a <#FF9900>{{variable}}</> chance to inflict <#FFFFFF>bleeding</> for 2 turns.",
    "sk_c1039_2_de": "Attacks by spinning an enormous scythe and recovers the Health of all allies proportional to the damage dealt. Recovery increases by an additional 50% when the enemy is <#FFFFFF>bleeding</>.",
    "sk_c1039_2s_de": "Increases damage dealt.",
    "sk_c1039_2u_de": "Attacks by spinning an enormous scythe, making the enemy <#FFFFFF>unhealable</> and inflicting <#FFFFFF>vampiric touch</> for 2 turns. Recovers the Health of all allies proportional to the damage dealt, with recovery increasing by an additional 50% when the enemy is <#FFFFFF>bleeding</>.",
    "sk_c1039_3_de": "Attacks all enemies with Envoy's Scythe, with a <#FF9900>{{variable}}</> chance each to randomly inflict three <#FFFFFF>bleeding</> effects among the enemies for 2 turns. When there are less than three enemies, damage dealt increases with fewer enemies.",
    "sms_c1040_nm": "Genius",
    "sms_c1040_de": "Makes the impossible possible with their brilliance and genius.",
    "chrn_c1040": "Serila",
    "c1040_gacha_get": "Oh my, you were looking for me?",
    "c1040_de_story": "With her glamorous beauty and enchanting smile, she's the quintessential witch. She loves money, especially when using it to decorate herself with beautiful things. She doesn't go anywhere without her magical weapon, Chatty.",
    "c1040_2line": "A glamorous witch who loves beautiful things",
    "sk_c1040_1_sknm": "Seduction",
    "sk_c1040_2_sknm": "Spirit Absorb",
    "sk_c1040_3_sknm": "Flame Kiss",
    "sk_c1040_1_de": "Attacks with a flame of seduction, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns.",
    "sk_c1040_2_de": "Absorbs the enemy's Attack, <#FFFFFF>increasing Attack</> of the caster for 2 turns, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> of the enemy for 2 turns.",
    "sk_c1040_2s_de": "Increases damage dealt.",
    "sk_c1040_2u_de": "Absorbs the enemy's Attack, <#FFFFFF>increasing Attack</> of the caster for 2 turns before recovering Health proportional to the damage dealt, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> of the enemy for 2 turns. When the enemy is defeated, cooldown does not increase.",
    "sk_c1040_3_de": "Swallows the enemy in the flame of Chatty, the magic lantern, with a <#FF9900>{{variable}}</> chance each to inflict two <#FFFFFF>burn</> effects for 2 turns.",
    "ma_manager_es_name": "Fighter Medal",
    "ma_shield_es_name": "Order of the Shield Insignia",
    "sms_c1042_nm": "Commander",
    "sms_c1042_de": "His incredible command ability boosts the efficiency of his troops.",
    "chrn_c1042": "Tywin",
    "c1042_gacha_get": "I will follow you with all of my heart.",
    "c1042_de_story": "Captain of the Royal Guard of Lefundos, a kingdom situated in Eureka, Tywin holds the favor of his king Schniel. A hard worker, he values rule and order over all else, and gives off the impression that he will not listen to what you have to say.",
    "c1042_2line": "Captain of the Lefundos Royal Guard, a model of faithful diligence",
    "sk_c1042_1_sknm": "Sword Storm",
    "sk_c1042_2_sknm": "Commanding Shout",
    "sk_c1042_3_sknm": "All-Out Attack",
    "sk_c1042_1_de": "Attacks with a swordstorm, with a <#FF9900>{{variable}}</> chance to dispel one buff. Damage dealt increases proportional to the caster's max Health.",
    "sk_c1042_2_de": "Grants <#FFFFFF>increased Attack</> and <#FFFFFF>Critical Hit Chance</> to the caster and an ally for 2 turns.",
    "sk_c1042_2u_de": "Grants <#FFFFFF>increased Attack</> and <#FFFFFF>Critical Hit Chance</> to the caster and an ally for 2 turns, and increases Combat Readiness by 30%.",
    "sk_c1042_3_de": "Attacks all enemies again after a swordstorm, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns and <#FFFFFF>increase Defense</> of the caster for 3 turns. Damage dealt increases proportional to the caster's max Health.",
    "sk_c1042_3s_de": "Grants an extra turn.",
    "sms_c1043_nm": "God of War",
    "sms_c1043_de": "A war hero who brought about many victories through careful strategizing.",
    "chrn_c1043": "Romann",
    "c1043_gacha_get": "Pleased to meet you.",
    "c1043_de_story": "Knight Captain of Lefundos, situated in Eureka the Northern Continent. Romann has no desire to be king despite being the cousin and successor of the current king, Schniel. Cynical and assertive, yet weak to affection.",
    "c1043_2line": "Knight Captain of Lefundos, a sharp-tongued cynic",
    "sk_c1043_1_sknm": "Gravity Arrow",
    "sk_c1043_2_sknm": "Gravitation",
    "sk_c1043_3_sknm": "Event Horizon",
    "sk_c1043_1_de": "Shoots gravity arrows at the enemy, decreasing Combat Readiness by <#FF9900>{{variable}}</>, and increasing Combat Readiness of the caster by <#FF9900>{{variable}}</>.",
    "sk_c1043_2s_de": "Skill cooldown is decreased by 2 turns.",
    "sk_c1043_3_de": "Shoots a powerful gravity sphere at all enemies, dispelling all buffs and increasing Combat Readiness of the caster by 50%. Damage dealt increases when the enemy is buffed.",
    "sk_c1043_2_de": "Attacks all enemies with a magic circle, with a 50% chance each to decrease Combat Readiness by {{variable}} four times.",
    "sk_c1043_3u_de": "Shoots a powerful gravity sphere at all enemies, dispelling all buffs and increasing Combat Readiness of the caster by 50%. When the enemy is buffed, damage dealt increases and the enemy is inflicted with two <#FFFFFF>poison</> effects for 2 turns, before increasing the caster's Combat Readiness by an additional 30%.",
    "sms_c1046_nm": "Hot-Blooded",
    "sms_c1046_de": "She was born to cause trouble all over the place.",
    "chrn_c1046": "Lidica",
    "c1046_gacha_get": "Pleased to meet you. I'm Lidica.",
    "c1046_de_story": "Expelled from the Rose Apostles, she joined the Phantom CIC to investigate the Land of Death. She wanted to defeat the Unknown and instill faith unto others. However, her rough personality still causes problems within the Phantom CIC.",
    "c1046_2line": "A hot-tempered member of the Phantom CIC, hunting Unknown",
    "sk_c1046_1_sknm": "Wild Rose",
    "sk_c1046_2_sknm": "Thornbush",
    "sk_c1046_3_sknm": "Public Execution",
    "sk_c1046_1_de": "Attacks with a sword, decreasing Combat Readiness by 10%.",
    "sk_c1046_1u_de": "Attacks with a sword, decreasing Combat Readiness by 10%. When the enemy is debuffed, decreases Combat Readiness by an additional 10%.",
    "sk_c1046_2_de": "Attacks all enemies, with a <#FF9900>{{variable}}</> chance each to <#FFFFFF>decrease Hit Chance</> for 1 turn, before dispelling one buff.",
    "sk_c1046_2s_de": "Ignores effect resistance.",
    "sk_c1046_3_de": "Attacks the enemy with a whip sword, <#FFFFFF>decreasing Speed</> and making them <#FFFFFF>unhealable</> for 2 turns, and decreasing Combat Readiness by 100%. Grants the caster <#FFFFFF>skill nullifier</>, negating damage received from the next skill attack.",
    "sms_c1047_nm": "Victory Is Ours",
    "sms_c1047_de": "Exuding confidence, no one can defeat him in this battle.",
    "chrn_c1047": "Ken",
    "c1047_gacha_get": "Leave everything to me!",
    "c1047_de_story": "Born an orphan, Ken has faced many hardships in his life, but manages to maintain a bright and optimistic personality. He believes the only way to survive is through strength, and dedicates his life to training and always admires the strong.",
    "c1047_2line": "I will become stronger! A lively fist-fighter",
    "sk_c1047_1_sknm": "Knockout",
    "sk_c1047_2_sknm": "Celestial Kick",
    "sk_c1047_3_sknm": "Phoenix Flurry",
    "sklv_de_bp5": "+5 Fighting Spirit acquired",
    "sk_c1047_1_new_de": "Attacks with a flurry of strikes, with a 35% chance to <#FFFFFF>decrease Defense</> for 2 turns. <#FFFFFF>Burns</> for 2 turns when the caster is granted <#FFFFFF>vigor</>. Damage dealt increases proportional to the caster's max Health.",
    "sk_c1047_2_de": "Kicks the enemy, <#FFFFFF>increasing Speed</> of the caster for 2 turns, with a 75% chance to <#FFFFFF>decrease Defense</> of the target for 2 turns. Gains 40 Fighting Spirit when an enemy is defeated. When the caster is granted <#FFFFFF>vigor</>, chance of <#FFFFFF>decreasing Defense</> becomes 100%, ignoring Effect Resistance. Damage dealt increases proportional to the caster's max Health.",
    "sk_c1047_2s_de": "Grants an extra turn.",
    "sk_c1047_3_de": "Delivers a powerful blow after a flurry of strikes, <#FFFFFF>stunning</> for 1 turn, before granting <#FFFFFF>vigor</> to the caster for 4 turns and gaining 15 Fighting Spirit. Damage dealt increases proportional to the caster's max Health. Caster begins the first battle with 50 Fighting Spirit, and gains 5 Fighting Spirit when attacked.",
    "sk_c1047_3u_de": "Delivers a powerful blow after a flurry of strikes, <#FFFFFF>stunning</> for 1 turn and <#FFFFFF>decreasing Attack</> for 2 turns, before granting <#FFFFFF>vigor</> to the caster for 4 turns. Damage dealt increases proportional to the caster's max Health. Caster begins the first battle with 50 Fighting Spirit, and gains 5 Fighting Spirit when attacked.",
    "sms_c1048_nm": "Leader of Phantom",
    "sms_c1048_de": "She is cold-hearted and resolute in achieving her goals.",
    "chrn_c1048": "Aramintha",
    "c1048_gacha_get": "Pleased to meet you, let's work together.",
    "c1048_de_story": "Aramintha is a gentle and cheerful woman, and leader of the Phantom CIC, a group dedicated to investigating the Unknown to whom she lost her husband. She is an incredible fighter, but often gets caught up bragging about her husband when she's not in a battle.",
    "c1048_2line": "Leader of the Phantom CIC, Unknown investigators",
    "c_pers_16_drinker": "Alcoholic",
    "sk_c1048_1_sknm": "Ignite",
    "sk_c1048_2_sknm": "Catalyst",
    "sk_c1048_3_sknm": "Fire Pillar",
    "sk_c1048_1_de": "Attacks the enemy with an explosion of flames, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>burn</> for 2 turns.",
    "sk_c1048_1u_de": "Attacks the enemy with an explosion of flames, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>burn</> for 2 turns. Decreases cooldown of Fire Pillar by 1 turn.",
    "sk_c1048_2_de": "Sprinkles a catalyst, <#FFFFFF>increasing Attack</> of all allies for 2 turns. When an enemy is <#FFFFFF>burned</>, the catalyst will explode and deal damage to all enemies, making them <#FFFFFF>unhealable</> for 2 turns.",
    "sk_c1048_3_de": "Attacks all enemies with a massive fire pillar, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>burn</> for 2 turns and a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> for 1 turn, before increasing the caster's Combat Readiness by 50%.",
    "sk_c1048_3s_de": "Ignores effect resistance.",
    "sm_type_hunt": "Hunt",
    "sms_c2048_nm": "The Best Ruler",
    "sms_c2048_de": "Her mercenary company follows her every command.",
    "chrn_c2048": "Silver Blade Aramintha",
    "c2048_de_story": "Commander of Savara's legendary Silver Blade Company. What began as a small group of people who had nowhere else to go gradually became greater in size thanks to Aramintha's charismatic leadership.",
    "c2048_2line": "Red scorpion of Savara who cuts through the sandstorms.",
    "c2048_gacha_get": "I'm Aramintha, commander of the Silver Blade Company.",
    "c_topic_25_adventure": "Interesting Story",
    "sk_c2048_1_sknm": "Flame Friction",
    "sk_c2048_2_sknm": "Flame Release",
    "sk_c2048_3_sknm": "Meteor Fall",
    "pa_c2048_21_de": "+5% damage dealt",
    "pa_c2048_22_de": "+5% damage dealt",
    "pa_c2048_23_de": "+5% damage dealt",
    "pa_c2048_24_de": "+5% damage dealt",
    "pa_c2048_25_de": "+10% damage dealt",
    "sk_c2048_1_de": "Attacks the enemy with an explosion of flame, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>burn</> for 1 turn.",
    "sk_c2048_1s_de": "Effect Chance increases to 100%, ignores Effect Resistance.",
    "sk_c2048_2_de": "Activates Flame Release when the enemy is <#FFFFFF>burned</> after using Flame Friction.\\nFlame Release: Attacks all enemies with mystic fire energy, increasing the caster's Combat Readiness by 20%.",
    "sk_c2048_3_de": "Drops a giant meteor, with a <#FF9900>{{variable}}</> chance each to inflict two <#FFFFFF>burn</> effects for 2 turns.",
    "sk_c2048_3u_de": "Drops a giant meteor to <#FFFFFF>stun</> all enemies for 1 turn, with a <#FF9900>{{variable}}</> chance each to inflict two <#FFFFFF>burn</> effects for 2 turns.",
    "sms_c1049_nm": "One Track Mind",
    "sms_c1049_de": "Would do anything to overcome her fears. Good and evil, beauty and ugliness. None of this matters to her.",
    "chrn_c1049": "Chloe",
    "c1049_gacha_get": "Ta-da! It's me, the queen of everything! Chloe!",
    "c1049_de_story": "A doll who is very simple and cheerful. Uninterested in trivial details, she almost forgot the fact she herself is a doll. Since she wanders around doing as she pleases, life has become a little complicated.",
    "c1049_2line": "A cheerful, violent, wandering doll",
    "sk_c1049_1_sknm": "Heavy Strike",
    "sk_c1049_2_sknm": "Magic Bolt",
    "sk_c1049_3_sknm": "Hyper Strike",
    "sk_c1049_1_de": "Hammers the enemy. Damage dealt is increased when the enemy is inflicted with <#FFFFFF>magic nail.</>",
    "sk_c1049_2_de": "Inflicts <#FFFFFF>magic nail</> for 3 turns.",
    "sk_c1049_2u_de": "Inflicts <#FFFFFF>magic nail</> for 3 turns. This effect cannot be resisted.",
    "sk_c1049_3_de": "Soars into the air and attacks the enemy, <#FFFFFF>stunning</> for 1 turn. Damage dealt is increased when the enemy is inflicted with <#FFFFFF>magic nail.</>",
    "sk_c1049_3s_de": "Increases damage dealt.",
    "ma_demonr_es_name": "Cold Look",
    "ma_hired_es_name": "Mercenary's Medicine",
    "sms_c1050_nm": "Seductive Smile",
    "sms_c1050_de": "Her smile turns dreams into nightmares.",
    "chrn_c1050": "Tenebria",
    "c1050_gacha_get": "What you wish to see. What you wish not to see. I will show you everything.",
    "c1050_de_story": "An Acolyte who freely deals out all kinds of illusions, Tenebria is known as the Phantom Queen. She bewilders her targets by overwhelming them with terrifying illusions or by taking on the appearance of others. Though she may look playful, she is monstrously cruel.",
    "c1050_2line": "The Phantom Queen who deals in cruel illusions",
    "sk_c1050_1_sknm": "Dark Explosion",
    "sk_c1050_2_sknm": "Ominous Thunder",
    "sk_c1050_3_sknm": "Nightmare",
    "sk_c1050_1_de": "Attacks with an explosion of dark energy, with a <#FF9900>{{variable}}</> chance to put them to <#FFFFFF>sleep</> for 1 turn. This skill does not trigger a Dual attack.",
    "sk_c1050_1u_de": "Attacks with an explosion of dark energy, with a <#FF9900>{{variable}}</> chance to put them to <#FFFFFF>sleep</> for 1 turn. When an enemy is put to sleep, the caster's Combat Readiness increases by 50%. This skill does not trigger a Dual attack.",
    "sk_c1050_2_de": "Summons ominous thunder to attack all enemies, decreasing Combat Readiness by <#FF9900>{{variable}}</>.",
    "sk_c1050_3_de": "Drops Moon of Nightmare on all enemies, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns and increase Attack of the caster for 2 turns.",
    "sk_c1050_3s_de": "Increases damage dealt.",
    "sms_c1053_nm": "Magnet to Gold",
    "sms_c1053_de": "You need passion to become rich.",
    "chrn_c1053": "Basar",
    "c1053_gacha_get": "I wondered when you'd call.",
    "c1053_de_story": "Leader of one of the six biggest merchant guilds in Savara, Basar is a seller of poisons and explosives. A genius of business, at a young age he has gained enough power to compare with the great Afih Merchant Guild.",
    "c1053_2line": "A genius holding sway over the economy of an entire continent",
    "sk_c1053_1_sknm": "Sand Wind",
    "sk_c1053_2_sknm": "Hurricane",
    "sk_c1053_3_sknm": "Sandstorm",
    "sk_c1053_1_de": "Attacks with wind magic. When the caster is debuffed, has a <#FF9900>{{variable}}</> chance to <#FFFFFF>transfer</> one debuff from the caster to the enemy before inflicting a <#FFFFFF>random debuff</> for 2 turns.",
    "sk_c1053_2_de": "Attacks all enemies by releasing a hot sand hurricane, with a <#FF9900>{{variable}}</> chance each to <#FFFFFF>decrease Hit Chance</> and <#FFFFFF>Attack</> for 2 turns.",
    "sk_c1053_3_de": "Attacks all enemies with sand magic, dispelling all buffs and decreasing Combat Readiness by 30%.",
    "sk_c1053_3s_de": "Ignores effect resistance.",
    "sk_c1053_3u_de": "Attacks all enemies with sand magic, dispelling all buffs and making them <#FFFFFF>unable to be buffed</> for 2 turns, before decreasing Combat Readiness by 30%.",
    "sms_c1054_nm": "Cat's Eyes",
    "sms_c1054_de": "Her cat eyes glow in the darkness.",
    "chrn_c1054": "Rin",
    "c1054_gacha_get": "Hey! Call me Rin.",
    "c1054_de_story": "A brave and sturdy young girl, Rin was adopted by the great merchant Basar following the loss of her father, though she refuses to believe he is truly dead. She is full of ambition, but also good-natured with a strong sense of justice.",
    "c1054_2line": "A brave and stubborn young merchant girl",
    "sk_c1054_1_sknm": "Ring Throw",
    "sk_c1054_2_sknm": "Dazzling Dance",
    "sk_c1054_3_sknm": "Showtime",
    "sk_c1054_1_de": "Throws rings at the enemy, with a 75% chance to dispel one buff. Damage dealt increases proportional to the caster's max Health.",
    "sk_c1054_2_de": "Dazzles the enemy with a dance, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns, and a 50% chance to use Ring Throw. Damage dealt increases proportional to the caster's max Health.",
    "sk_c1054_3_de": "Heals all allies with an elegant dance, casting one <#FFFFFF>random buff</> for 3 turns. Amount recovered and barrier strength are proportional to the target's max Health.",
    "sk_c1054_3s_de": "Extends buff duration by 1 turn.",
    "sk_c1054_3u_de": "Heals all allies with an elegant dance, casting two <#FFFFFF>random buffs</> for 3 turns. Amount recovered and barrier strength are proportional to the target's max Health.",
    "sms_c1062_nm": "Holy Light",
    "sms_c1062_de": "Her light will shine on you to guide you through darkness.",
    "chrn_c1062": "Angelica",
    "c1062_gacha_get": "Hmm... Since it's been a while, take good care of me!",
    "c1062_de_story": "High Priestess of the Holy Order of the Blue Cross, Angelica is a healer of incredible divine power. Despite her youthful appearance, she is the most senior member of the Conclave. ",
    "c1062_2line": "The carefree High Priestess of the Holy Order of the Blue Cross",
    "sk_c1062_1_sknm": "Holy Strike",
    "sk_c1062_2_sknm": "Origin of Life",
    "sk_c1062_3_sknm": "Guide of the Goddess",
    "sk_c1062_1_de": "Attacks with a staff, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> for 1 turn.",
    "sk_c1062_2_de": "Recovers ally's Health with healing power. Amount recovered is proportional to the caster's max Health.",
    "sk_c1062_2u_de": "Recovers ally's Health, as well as that of another ally with the least Health, with healing power. Amount recovered is proportional to the caster's max Health.",
    "sk_c1062_3_de": "Recovers the Health of all allies and grants a <#FFFFFF>barrier</> and <#FFFFFF>immunity</> for 2 turns. Amount recovered and barrier strength are proportional to the caster's max Health.",
    "sk_c1062_3s_de": "Extends buff duration by 2 turns.",
    "sm_type_search": "Intelligence",
    "sms_c1065_nm": "Sword-Forged Path",
    "sms_c1065_de": "She handles every situation as if she's handling a sword.",
    "chrn_c1065": "Surin",
    "c1065_gacha_get": "Nice to meet you, call me Surin.",
    "c1065_de_story": "Coming from the East with her sentient weapon Mann, Surin vaguely remembers the journey that brought her to Ritania, but nothing else. Following Mann's voice, she embarks on a journey to find her lost memories.",
    "c1065_2line": "A calm and composed warrior from the East",
    "sk_c1065_1_sknm": "Chain Dagger",
    "sk_c1065_2_sknm": "Edge Smash",
    "sk_c1065_3_sknm": "Implosion",
    "sk_c1065_1_de": "Attacks with a chain axe. When the enemy is <#FFFFFF>bleeding</>, causes two bleeding effects for 2 turns.",
    "sk_c1065_2_de": "Batters the enemy with a chain axe and inflicts two <#FFFFFF>bleeding</> effects for 2 turns, <#FFFFFF>decreasing Attack</> for 1 turn.",
    "sk_c1065_2s_de": "Grants an extra turn.",
    "sk_c1065_2u_de": "Batters the enemy with a chain axe and inflicts two to four <#FFFFFF>bleeding</> effects for 2 turns, <#FFFFFF>decreasing Attack</> for 1 turn.",
    "sk_c1065_3_de": "Triggers all the <#FFFFFF>bleeding</> effects currently inflicted on the enemy. Damage dealt increases proportional to the number of bleeding effects inflicted on the enemy, and debuff duration is extended by 1 turn. Additionally, the caster's Combat Readiness increases by 15% per every bleeding effect inflicted on the enemy. Effect can only be applied up to 5 times.",
    "sms_c1066_nm": "Battle Instinct",
    "sms_c1066_de": "She watches over the endless wars looking for a chance to destroy Wintenberg.",
    "chrn_c1066": "Luna",
    "c1066_gacha_get": "My destiny, my loyalty, my horns... I offer them all to you.",
    "c1066_de_story": "Luna is a half-Dragon, half-Human knight that has been loyal to Wintenberg since the time of Queen Francesca. Only a few know of the true feelings hidden behind her smile.",
    "c1066_2line": "Half-Dragon of Wintenberg seeking vengeance",
    "sk_c1066_1_sknm": "Infinity Slash",
    "sk_c1066_2_sknm": "Dragon Knight's Will",
    "sk_c1066_3_sknm": "Ragnar Spear",
    "pa_c1066_21_de": "+1% all stats",
    "pa_c1066_22_de": "+2% all stats",
    "pa_c1066_23_de": "+2% all stats",
    "pa_c1066_24_de": "+2% all stats",
    "pa_c1066_25_de": "+3% all stats",
    "sk_c1066_1_de": "Stabs the target a random number of times. Skill cooldown decreases by 1-3 turns and damage dealt increases according to the number of attacks.",
    "sk_c1066_2_de": "Increases Attack and Critical Hit Chance by <#FF9900>{{variable}}</> when the caster's Health is more than 50%, or increases Defense and decreases chance of suffering a critical hit by <#FF9900>{{variable}}</> when the caster's Health is less than 50%.",
    "sk_c1066_3_de": "Soars into the air and hits the enemy with a spear, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns.",
    "sk_c1066_3s_de": "Increases damage dealt.",
    "sk_c1066_3u_de": "Soars into the air and hits the enemy with a spear, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns. Attacks with a more powerful element.",
    "sms_c1067_nm": "Dream Singer",
    "sms_c1067_de": "Her songs will fill you with overflowing power.",
    "chrn_c1067": "Tamarinne",
    "c1067_gacha_get": "Twinkle twinkle~ I'll be your star in the darkness!",
    "c1067_de_story": "An idol that brings joy and cheer through her electrifying music. She has great magical talent and can harness magic with her voice. She changes her appearance on stage with the Blooming Pendant and becomes more dynamic and lively.",
    "c1067_2line": "Appearing with a flash and the sound of singing!",
    "sk_c1067_1_sknm": "Serene Tune",
    "sk_c1067_2_sknm": "Song of the Forest",
    "sk_c1067_3_sknm": "Shining Star☆",
    "sklv_de_eff1_cs_2_1067_1": "+2% healing / Combat Readiness",
    "sklv_de_eff1_cs_3_1067_2": "+3% healing / Combat Readiness",
    "sklv_de_eff1_cs_5_1067_3": "+5% healing / Combat Readiness",
    "sk_c1067_1_de": "(Tamarinne) Attacks an enemy with a serene melody and heals the ally with the lowest Health. Amount recovered increases proportional to the ally's max Health. Decreases cooldown of Shining Star☆ by 1 turn.\\n(Idol) Attacks all enemies with a beautiful voice, dispelling all buffs. Triggers a <#FFFFFF>Dual Attack</> from the ally with the highest Attack.",
    "sk_c1067_1s_de": "Greatly recovers Health of all allies after attacking.",
    "sk_c1067_2_de": "(Tamarinne) Heals all allies with a peaceful melody. Amount recovered increases proportional to the caster's max Health. Decreases cooldown of Shining Star☆ by 1 turn.\\n(Idol) With a powerful performance, <#FFFFFF>increases Attack</> of all allies for 2 turns and increases Combat Readiness by <#FF9900>{{variable}}</>, recovering Health. Amount recovered increases proportional to the caster's max Health.",
    "sk_c1067_3_de": "Before performing, dispels all debuffs inflicted on all allies and recovers the caster to max Health. The caster becomes an <#FFFFFF>idol</> for 3 turns and performs a concert. Begins the first battle with full cooldown count.",
    "sk_c1067_3u_de": "Before performing, dispels all debuffs inflicted on all allies and recovers the caster to max Health and grants an <#FFFFFF>extra turn</>. The caster becomes an <#FFFFFF>idol</> for 3 turns and performs a concert. Begins the first battle with full cooldown count.",
    "sms_c1069_nm": "Moonlight Knowledge",
    "sms_c1069_de": "Knowledge of the Nocturnes and immortal life has granted him mysterious and broad knowledge.",
    "chrn_c1069": "Ludwig",
    "c1069_gacha_get": "Fine. I am Ludwig, the final Nocturne.",
    "c1069_2line": "The sole survivor of the Nocturnes",
    "c1069_de_story": "Ludwig is the sole survivor of the Nocturnes, the family responsible for protecting the Lunar Cemetery. He cherishes the Guardian Kromcruz more than anyone else. Though he might look young, he is well along in years.",
    "sk_c1069_1_sknm": "Starlight",
    "sk_c1069_2_sknm": "Moonlight Blow",
    "sk_c1069_3_sknm": "Call of the Full Moon",
    "sk_c1069_1_de": "Attacks with magic, with a <#FF9900>{{variable}}</> chance to steal one buff. Increases caster's Combat Readiness by 15% when the caster is buffed.",
    "sk_c1069_2_de": "Attacks with light, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> for 1 turn before granting the caster <#FFFFFF>invincibility</> for 1 turn.",
    "sk_c1069_3_de": "Attacks all enemies with Nocturne magic, <#FFFFFF>penetrating</> Defense by 20%. When the caster is <#FFFFFF>invincible</>, <#FFFFFF>penetrates</> Defense by an additional 10%. A critical hit will grant the caster a <#FFFFFF>barrier</> for 2 turns, with strength increasing proportional to the caster's Attack.",
    "sk_c1069_3s_de": "Increases damage dealt.",
    "sk_c1069_3u_de": "Attacks all enemies with Nocturne magic, <#FFFFFF>penetrating</> Defense by 20%. When the caster is <#FFFFFF>invincible</>, <#FFFFFF>penetrates</> Defense by an additional 30%. A critical hit will grant the caster a <#FFFFFF>barrier</> for 2 turns, with strength increasing proportional to the caster's Attack.",
    "sms_c1070_nm": "Aggressive Protector",
    "sms_c1070_de": "A sword and a shield are all it takes.",
    "chrn_c1070": "Krau",
    "c1070_gacha_get": "Greetings, my name is Kraureit Roheil.",
    "c1070_2line": "A self-confident and forward-looking knight",
    "c1070_de_story": "One of the Knights of Taranor, Krau's outgoing and confident personality often causes people to misunderstand his intentions, but he tends to silently push ahead with what he thinks is right. He is risking everything he has to fight for the future of his homeland.",
    "sk_c1070_1_sknm": "Swordstorm",
    "sk_c1070_2_sknm": "Charge",
    "sk_c1070_3_sknm": "Summon Ziegfried",
    "sk_c1070_1_de": "Attacks the enemy with a swordstorm, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>provoke</> for 1 turn. Damage dealt increases proportional to the caster's max Health.",
    "sk_c1070_2_de": "Shoves the enemy with a shield, decreasing Combat Readiness by <#FF9900>{{variable}}</>, before granting <#FFFFFF>increased Defense</> to all allies for 2 turns. Damage dealt increases proportional to the caster's max Health.",
    "sk_c1070_3_de": "Summons the Guardian Ziegfried to attack, dealing damage proportional to the caster's lost Health, <#FFFFFF>penetrating</> Defense. This attack cannot trigger a critical hit.",
    "sk_c1070_3s_de": "Grants an extra turn.",
    "sk_c1070_3u_de": "Summons the Guardian Ziegfried to attack, dealing damage proportional to the caster's lost Health, <#FFFFFF>penetrating</> Defense. Also grants a <#FFFFFF>barrier</> to the caster for 2 turns, with strength proportional to the caster's max Health. This attack cannot trigger a critical hit.",
    "sms_c1071_nm": "Competitive Noble",
    "sms_c1071_de": "After leaving her family mansion, she hopes to learn much about the outside world.",
    "c1071_2line": "A noble lady of Ezera yearning for freedom",
    "c1071_de_story": "Daughter of a noble Ezeran family, Bellona ran away from home, refusing to be forced into an arranged marriage. After joining the Phantom CIC she appears to be much more satisfied with her new life, where she can fight as many strong enemies as she likes and hone her skills. ",
    "chrn_c1071": "Bellona",
    "c1071_gacha_get": "Pleased to meet you.",
    "c_pers_30_free": "Free",
    "sk_c1071_1_sknm": "Windbreak Fan",
    "sk_c1071_2_sknm": "Butterfly Fan",
    "sk_c1071_3_sknm": "Razorwind Fan",
    "sk_c1071_1_de": "Attacks the enemy with a fan, dealing damage proportional to the enemy's max Health. When the caster's stacked Focus is more than 5, loses all Focus and activates Razorwind Fan.",
    "sk_c1071_2_de": "Attacks all enemies by waving a fan. Damage dealt increases with more enemies.",
    "sk_c1071_2u_de": "Attacks all enemies by waving a fan. Damage dealt increases with more enemies. Grants the caster <#FFFFFF>immunity</> for 1 turn after attacking.",
    "sk_c1071_3_de": "Attacks all enemies by creating a powerful gust of wind, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns. Effect chance increases by 20% when Razorwind Fan is triggered by Windbreak Fan.",
    "sk_c1071_3s_de": "Increases damage dealt.",
    "sms_c1072_nm": "Charismatic Commander",
    "sms_c1072_de": "Commanders need remarkable insight and clear judgment.",
    "chrn_c1072": "Sigret",
    "c1072_gacha_get": "I will do whatever I can to assist you in achieving your goals.",
    "c1072_2line": "An envious Homunculus searching for redemption",
    "c1072_de_story": "Head of the Homunculus Unit, Sigret is a close friend of Friedrich's. She holds complicated feelings towards Mercedes, who resembles her past self.",
    "c_topic_12_occult": "Occult",
    "sk_c1072_1_sknm": "Sever",
    "sk_c1072_2_sknm": "Smash",
    "sk_c1072_3_sknm": "Guillotine",
    "sk_c1072_1_de": "Attacks with a scythe, with a<#FF9900>{{variable}}</>chance each of inflicting two <#FFFFFF>bleeding</> effects for 2 turns.",
    "sk_c1072_2_de": "Batters the enemy with a scythe, with a <#FF9900>{{variable}}</> chance each to inflict <#FFFFFF>bleed</> and make them <#FFFFFF>unhealable</> for 2 turns. When the enemy's Health is less than 50%, activates Sever as an extra attack with a 100% chance of inflicting bleed.",
    "sk_c1072_2s_de": "Grants an extra turn.",
    "sk_c1072_3_de": "Inflicts lethal damage to the enemy, piercing their weak point, <#FFFFFF>penetrating</> Defense by 30%, with an additional 5% for each debuff inflicted on the enemy.",
    "sk_c1072_3u_de": "Inflicts lethal damage to the enemy, piercing their weak point, <#FFFFFF>penetrating</> Defense by 30%, with an additional 10% for each debuff inflicted on the enemy.",
    "sms_c1074_nm": "Master Swordsman",
    "sms_c1074_de": "Incredible swordsmanship is one of the many talents he was born with.",
    "chrn_c1074": "Violet",
    "c1074_gacha_get": "Haha, finally, my time has come!",
    "c1074_de_story": "A swordsman of the Perland Raiders, born into a noble Perland family. Though Violet may appear elegant, he behaves anything but. While incredibly skilled, he has few friends due to his excessive narcissism.",
    "c1074_2line": "A shameless narcissist with a free spirit",
    "c_pers_4_narsist": "Narcissist",
    "sk_c1074_1_sknm": "Graceful Cut",
    "sk_c1074_2_sknm": "Duel Accepted",
    "sk_c1074_3_sknm": "Butterfly Cut",
    "sk_c1074_1_de": "Attacks with a sword, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> for 1 turn.",
    "sk_c1074_1s_de": "Increases effect chance to 100% and decreases Attack of the target for 2 turns.",
    "sk_c1074_2_de": "Prepares for a duel by dispelling two debuffs, recovering Health by 15%, and granting an <#FFFFFF>extra turn</>. When this skill is on cooldown, Evasion increases by 35%. After successfully evading, counterattacks with Graceful Cut and gains 1 Focus.",
    "sk_c1074_3_de": "Pierces the enemy with a sword, and loses all Focus. Damage dealt increases proportional to the amount of Focus consumed.",
    "sk_c1074_3u_de": "Pierces the enemy with a sword, and consumes all Focus. Damage dealt increases proportional to the amount of Focus consumed. When 5 Focus is consumed, resets cooldown of Butterfly Cut.",
    "sm_type_support": "Support",
    "sms_c1076_nm": "Saint of Ezera",
    "sms_c1076_de": "She overcomes hardship through her deeply pious faith.",
    "c1076_2line": "A staunchly pious nun of Ezera",
    "c1076_de_story": "Diene, Saint of Ezera, received the Goddess's divine revelation and fearlessly led the world to victory against the Archdemon, even without the Heir of the Covenant. Later, she became Ezera's queen.",
    "chrn_c1076": "Diene",
    "c1076_gacha_get": "Hello. I am a sister of the Holy Order of the Blue Cross, Diene Tali.",
    "sk_c1076_1_sknm": "Light of Judgment",
    "sk_c1076_2_sknm": "Blessings of the Goddess",
    "sk_c1076_3_sknm": "Saint's Prayer",
    "sklv_shield_5": "+5% barrier strength",
    "sklv_shield_10": "+10% barrier strength",
    "sklv_shield_15": "+15% barrier strength",
    "sk_c1076_1_de": "Emits a ray of brilliant light, increasing the caster's Combat Readiness by <#FF9900>{{variable}}</>. Effect doubles when caster is buffed.",
    "sk_c1076_2_de": "With the Blessings of the Goddess, covers all allies with a <#FFFFFF>barrier</> for 2 turns before dispelling one debuff. Barrier strength increases proportional to the target's max Health.",
    "sk_c1076_3_de": "A miracle of the Goddess manifests, <#FFFFFF>increasing Attack</> of all allies for 3 turns, before increasing the caster's Combat Readiness by 50%.",
    "sk_c1076_3s_de": "All skill cooldowns decreased by 2 turns.",
    "sk_c1076_3u_de": "A miracle of the Goddess manifests, <#FFFFFF>increasing Attack</> and <#FFFFFF>Critical Hit Resistance</> of all allies for 3 turns, before increasing the caster's Combat Readiness by 50%.",
    "sms_c1079_nm": "Fiery Resolve",
    "sms_c1079_de": "Even if there is no hope of victory, she refuses to give up and tries again.",
    "c1079_2line": "A hot-headed knight who wields fire",
    "c1079_de_story": "A fiercely competitive but also horribly unlucky knight, she is very hot-headed and often gambles and loses everything. Her impulsive nature forced her parents to give all of the inheritance to her sister Carrot, who provides her an allowance to live off of.",
    "chrn_c1079": "Cermia",
    "c1079_gacha_get": "Aha! I'm here to honor you with my presence.",
    "sk_c1079_1_sknm": "Playing with Fire",
    "sk_c1079_2_sknm": "Hot Streak!",
    "sk_c1079_3_sknm": "All-In!",
    "sk_c1079_1_de": "Attacks with a flaming sword, with a <#FF9900>{{variable}}</> chance to make the target <#FFFFFF>unhealable</> for 1 turn. ",
    "sk_c1079_2_de": "Shoots fire, resetting the cooldown of All-In! and granting an <#FFFFFF>extra turn</>.",
    "sk_c1079_2u_de": "Shoots fire, granting the caster <#FFFFFF>increased Attack (Greater)</> for 2 turns, resetting the cooldown of All-In!, and granting an <#FFFFFF>extra turn</>.",
    "sk_c1079_3_de": "Attacks with a blazing inferno, <#FFFFFF>penetrating</> Defense by 50%.",
    "sk_c1079_3s_de": "Increases damage dealt.",
    "sms_c1082_nm": "Unique Communion",
    "sms_c1082_de": "She can see the true nature of everything. Truth or lie, it doesn't matter to her. ",
    "chrn_c1082": "Luluca",
    "c1082_gacha_get": "I'm Luluca! Unrivaled throughout the universe!",
    "c1082_de_story": "An Alien girl who traveled across the universe seeking revenge against Straze for bringing ruin to her world. She's determined to make Straze pay for what he has done to her friends and restore her homeworld.",
    "c1082_2line": "A shaman of Rekos who crossed the universe for revenge",
    "sk_c1082_1_sknm": "Wild Wave",
    "sk_c1082_2_sknm": "Rekos's Blessing",
    "sk_c1082_3_sknm": "Wave of Vengeance",
    "sk_c1082_2_de": "With the blessing of the stars, grants <#FFFFFF>increased Defense</> and <#FFFFFF>barrier</> to all allies for 2 turns. Barrier strength increases proportional to the caster's Attack.",
    "sk_c1082_3_de": "Attacks all enemies with the power of ruin, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns.",
    "sk_c1082_1_de": "Attacks with intense elemental force, with a 50% chance to <#FFFFFF>decrease Defense</> for 2 turns. Damage dealt increases proportional to the amount of the enemy's lost Health.",
    "sk_c1082_3u_de": "Attacks all enemies with the power of ruin, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns, before increasing the caster's Attack. This effect can stack up to 3 times. ",
    "sms_c1083_nm": "Planet Embezzler",
    "sms_c1083_de": "Driven to steal away the Monolith with the infinite might of a star.",
    "chrn_c1083": "Zeno",
    "c1083_gacha_get": "My name is Zeno. My destiny is to rule the universe.",
    "c1083_de_story": "An emperor from another galaxy who was defeated in a tournament held by Notos. He obsessed over power and life, eventually binding his soul with that of a star and becoming transcendent. He now heads toward Orbis in search of the Monolith.",
    "c1083_2line": "A fanatical mage corrupted by endless desire",
    "sk_c1083_1_sknm": "Black Thorn",
    "sk_c1083_2_sknm": "Star's Armor",
    "sk_c1083_3_sknm": "Ancient Beast",
    "pa_c1083_21_de": "+0.5% effect",
    "pa_c1083_22_de": "+0.5% effect",
    "pa_c1083_23_de": "+0.5% effect",
    "pa_c1083_24_de": "+0.5% effect",
    "pa_c1083_25_de": "+1% effect",
    "sk_c1083_1_de": "Attacks with thorns, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> for 1 turn. Damage dealt increases proportional to the caster's max Health.",
    "sk_c1083_2_de": "Increases Defense and damage of Ancient Beast by <#FF9900>{{variable}}</> when the enemy uses a non-attack skill. Can stack up to 10 times.",
    "sk_c1083_3_de": "Summons an ancient beast to attack all enemies, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>silence</> for 1 turn. Damage dealt increases proportional to the caster's max Health.",
    "sk_c1083_3s_de": "Grants an extra turn.",
    "sk_c1083_3u_de": "Summons an ancient beast to attack all enemies, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>silence</> for 1 turn and inflict <#FFFFFF>bleeding</> for 2 turns. Damage dealt increases proportional to the caster's max Health.",
    "sms_c1085_nm": "Unshakeable Will",
    "sms_c1085_de": "Right or wrong, he has the will to see his decisions through to the end.",
    "c1085_gacha_get": "I am the leader of Meldrec.",
    "c1085_de_story": "A warrior of the Emberstorm tribe who ascended to Great Chief at a young age. He leads Meldrec with a stubborn insistence not to rely on outside assistance, but due to conflict between tribes, invading Unknowns, and the disappearance of Malicus, his troubles are starting to pile up.",
    "c1085_2line": "The Great Chief of Meldrec who is undergoing a difficult trial",
    "chrn_c1085": "Khawazu",
    "sk_c1085_1_sknm": "Flame Strike",
    "sk_c1085_2_sknm": "Composure",
    "sk_c1085_3_sknm": "Emberstorm",
    "sk_c1085_1_de": "Attacks the enemy with a ball of flame, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>burn</> for 2 turns.",
    "sk_c1085_1s_de": "100% chance to burn.",
    "sk_c1085_2_de": "All debuffs are dispelled and Burning Vitality is activated if attacked while debuffed. Can only be activated once every <#FF9900>{{variable}}</> turn(s).\\nBurning Vitality: <#FFFFFF>Increases Attack</> of the caster for 2 turns.",
    "sk_c1085_3_de": "Attacks with a fiery explosion, making the target <#FFFFFF>unhealable</> for 1 turn.",
    "sk_c1085_3u_de": "Attacks with a fiery explosion, making the target <#FFFFFF>unhealable</> for 2 turns.",
    "pa_c1085_11_de": "-1 turn cooldown",
    "sms_c1087_nm": "Cold-Hearted Verdict",
    "sms_c1087_de": "Unmoved by emotions, he makes his decisions with firm conviction.",
    "chrn_c1087": "Furious",
    "c1087_gacha_get": "Do you need a leader?",
    "c1087_de_story": "A man of principle, Furious believes that a leader should serve the community, not individuals. He believes that the citylord is an important cog in the machine that is Aakhen.",
    "c1087_2line": "The stubborn Citylord of Aakhen",
    "sk_c1087_1_sknm": "Quickdraw",
    "sk_c1087_2_sknm": "Morale Boost",
    "sk_c1087_3_sknm": "Fatal Bullet",
    "sk_c1087_1_de": "Fires a gun while dashing towards the enemy, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>burn</> for 2 turns.",
    "sk_c1087_2_de": "Raises morale of all allies, granting <#FFFFFF>increased Critical Hit Chance</> for 2 turns.",
    "sk_c1087_2u_de": "Raises morale of all allies, granting <#FFFFFF>increased Critical Hit Chance</> for 2 turns, before granting an <#FFFFFF>extra turn</> to the caster.",
    "sk_c1087_3_de": "Attacks with a fatal shot, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns.",
    "sk_c1087_3s_de": "Increases damage dealt.",
    "sk_c1088_1_sknm": "Vitality Drain",
    "sk_c1088_2_sknm": "Thunder God's Cry",
    "sk_c1088_3_sknm": "Mana Amplification",
    "sk_c1088_1_de": "Smashes the enemy with a rock, increasing the caster's Combat Readiness by <#FF9900>{{variable}}</>.",
    "sk_c1088_1u_de": "Smashes the enemy with a rock, increasing the caster's Combat Readiness by <#FF9900>{{variable}}</>. A critical hit will increase the caster's Combat Readiness by an additional 10%.",
    "sk_c1088_2_de": "Attacks all enemies with a thunderstorm. Activates Thunder God's Cry again when an enemy is defeated. Each subsequent Thunder God's Cry activated this way deals decreased damage, and can be activated up to 3 times.",
    "sk_c1088_2s_de": "Increases damage dealt.",
    "sk_c1088_3_de": "Fully amplifies mana, granting <#FFFFFF>immunity</> to all allies for 3 turns before granting <#FFFFFF>increased Attack (Greater)</> to the caster for 3 turns while <#FFFFFF>increasing Attack</> of all allies except for the caster for 3 turns.",
    "chrn_c1088": "Vivian",
    "sms_c1088_nm": "Ice Witch's Heart",
    "sms_c1088_de": "Beyond the cold eyes and indifferent exterior lies a warm heart.",
    "c1088_gacha_get": "May my magical power save you.",
    "c1088_2line": "Magical scholar and citylord of Witchaven, the City of Sorcerers",
    "c1088_de_story": "Granddaughter of a reclusive magical scholar, Vivian is gifted with incredible magical ability. As leader of Witchaven, she maintains a delicate balance between bickering factions of sorcerers, but the growing numbers of Unknown and machinations of political enemies have her treading on thin ice. ",
    "sms_c1089_nm": "Cruel Ambition",
    "sms_c1089_de": "She will do whatever it takes to get what she wants.",
    "chrn_c1089": "Lilias",
    "c1089_gacha_get": "I'm Lilias, of the Perlutia family. I'm sure you've heard of us.",
    "c1089_de_story": "Trained from birth to be citylord, Lilias is a descendant of the royal family of Perlutia, a kingdom that once ruled the entire continent of Cidonia. She is passionate about becoming the best leader possible for Perland and supports harmony with other cities, but behind all of that lies a deeper ambition.",
    "c1089_2line": "Ambitious Citylord of Perland",
    "sk_c1089_1_sknm": "Follow Me! Charge!",
    "sk_c1089_2_sknm": "Defensive Formation!",
    "sk_c1089_3_sknm": "Ready, Load, Fire!",
    "sk_c1089_1_de": "Takes the lead and attacks, triggering a <#FFFFFF>Dual Attack</> from a random ally. Damage dealt increases proportional to the caster's max Health.",
    "sk_c1089_2_de": "Deploys a divine weapon, granting a <#FFFFFF>barrier</> to the caster for 2 turns, before a <#FF9900>{{variable}}</> chance to <#FFFFFF>provoke</> the enemy for 2 turns.",
    "sk_c1089_2s_de": "Ignores effect resistance.",
    "sk_c1089_3_de": "Commands the Perland Army to fire on all enemies, decreasing Combat Readiness by 25% and inflicting damage according to the Attack of the Hero with the highest Attack. Increases the caster's Combat Readiness by 50%.  ",
    "sk_c1089_3u_de": "Dispels all debuffs from all allies and commands the Perland Army to fire on all enemies, decreasing Combat Readiness by 25% and inflicting damage according to the Attack of the Hero with the highest Attack. Increases the caster's Combat Readiness by 50%. ",
    "sms_c1092_nm": "Lone Wolf",
    "sms_c1092_de": "Unless it's a special occasion, he likes to work alone.",
    "chrn_c1092": "Sol",
    "c1092_gacha_get": "You'd better do your best if you wish to live.",
    "c1092_2line": "The Flame of Corruption\\nwho scorches all enemies",
    "c1092_de_story": "A Gear-killer and bounty hunter who roams the world capturing wanted criminals. He boasts incredible fighting power, and while capable of harnessing all elements, he mainly sticks to Fire. He has a blunt and harsh way of speaking and prefers to use actions over words.",
    "sk_c1092_1_sknm": "Gunflame",
    "sk_c1092_2_sknm": "Volcanic Viper",
    "sk_c1092_3_sknm": "Tyrant Rave ver. Beta",
    "pa_c1092_21_de": "+5% damage dealt",
    "pa_c1092_22_de": "+5% damage dealt",
    "pa_c1092_23_de": "+5% damage dealt",
    "pa_c1092_24_de": "+5% damage dealt",
    "pa_c1092_25_de": "+10% damage dealt",
    "sk_c1092_1_de": "Attacks an enemy with pillars of fire. Damage dealt increases when the enemy isn't buffed. Gains 20 Fighting Spirit when a Critical Hit is made.",
    "sk_c1092_2_de": "Counterattacks and <#FFFFFF>silences</> for 2 turns when an enemy uses a non-attack skill or when the caster is attacked by an Elite or Boss monster. Damage dealt increases proportional to the enemy's max Health. Can only activate once every 2 turns.\\nRoman Cancel: When the caster's Fighting Spirit is 100 at the end of an ally's turn, the caster consumes all Fighting Spirit before extending the duration of a buff and being granted an <#FFFFFF>extra turn</>.",
    "sk_c1092_3_de": "Attacks with a strong punch, dispelling all buffs. Damage dealt increases proportional to the enemy's max Health.",
    "sk_c1092_3s_de": "Ignores effect resistance.",
    "sk_c1092_3u_de": "Attacks with a strong punch, dispelling all buffs before making them <#FFFFFF>unable to be buffed</> for 2 turns. Damage dealt increases proportional to the enemy's max Health.",
    "c1093_gacha_get": "I don't strive to achieve a greater good. It's a dog-eat-dog world, I kill anyone, no matter if they're good or evil.",
    "c1093_2line": "A one-armed, one-eyed samurai dreaming of revenge",
    "c1093_de_story": "She lost her family and friends in a Gear attack led by That Man. From that point on she walked the path of Asura, obsessed with exacting revenge on That Man. Tough and decisive, she boasts fighting power that can rival even that of a Gear.",
    "sk_c1093_1_sknm": "Tatami Gaeshi",
    "sk_c1093_2_sknm": "Tsurane Sanzu-watashi",
    "sk_c1093_3_sknm": "Garyo Tensei",
    "sk_c1093_1_de": "Attacks the enemy repeatedly, with a <#FF9900>{{variable}}</> chance each to inflict two <#FFFFFF>bleed</> effects for 2 turns. A critical hit will reduce the caster's skill cooldowns by 1 turn.",
    "sk_c1093_2_de": "Attacks the enemy with expert swordsmanship, with a <#FF9900>{{variable}}</> chance each of inflicting three <#FFFFFF>bleed</> effects for 2 turns. One bleed effect ignores Effect Resistance.",
    "sk_c1093_2u_de": "Attacks the enemy with expert swordsmanship, with a <#FF9900>{{variable}}</> chance each of inflicting three <#FFFFFF>bleed</> effects for 2 turns. One bleed effect ignores Effect Resistance. A critical hit will grant an <#FFFFFF>extra turn</>.",
    "sk_c1093_3_de": "Delivers a deadly blow, <#FFFFFF>detonating</> any <#FFFFFF>bleed</> effects inflicted on the enemy at the end of the turn. A critical hit increases the combat readiness of all allies by <#FF9900>{{variable}}</>.",
    "sk_c1093_3s_de": "Increases damage dealt.",
    "chrn_c1093": "Baiken",
    "sms_c1093_nm": "Thirst for Revenge",
    "sms_c1093_de": "One day she will get revenge on That Man for what he did to her.",
    "sms_c1094_nm": "Generous Heart",
    "sms_c1094_de": "Because she loves nature and Humans so much, hurting them is the last thing she would ever do.",
    "c1094_gacha_get": "Competition isn't just about fighting.",
    "c1094_2line": "A pure-hearted half-Gear confronting fate",
    "c1094_de_story": "A half-Gear who was born to a Human and a Gear. After being attacked by Humans, she held a deep distrust towards them, but after meeting various people she resolved those feelings. She loves humanity and nature and hates to fight, but will do so when necessary, making use of her wings, Necro and Undine.",
    "chrn_c1094": "Dizzy",
    "sk_c1094_1_sknm": "I Used This to Catch Fish",
    "sk_c1094_2_sknm": "Gamma Ray",
    "sk_c1094_3_sknm": "Emotional Gamma Ray",
    "sk_c1094_1_de": "Attacks all enemies with the power of magic, with a 25% chance each to <#FFFFFF>stun</> for 1 turn. Damage dealt increases on debuffed enemies.",
    "sk_c1094_2_de": "Attacks all enemies with a powerful ray, extending the duration of debuffs by 1 turn, except for those which prevent the enemy from moving.",
    "sk_c1094_2u_de": "Attacks all enemies with a powerful ray, extending the duration of debuffs by 1 turn, except for those which prevent the enemy from moving, before decreasing Combat Readiness by 50%.",
    "sk_c1094_3_de": "Unleashes a giant explosion to attack all enemies. The attack misses, but inflicts <#FFFFFF>decreased Speed</>, <#FFFFFF>Attack</>, and <#FFFFFF>Hit Chance</> for 2 turns regardless. ",
    "sk_c1094_3s_de": "Grants an extra turn.",
    "c1095_gacha_get": "You've been looking for me? Who do you want me to cut?",
    "c1095_de_story": "Originally born into a tailor family on the planet Rekos, she was raised by mercenaries after losing her parents in a civil war, and became a wandering swordswoman. Until she met Straze, the Black Knight, and her life changed forever.",
    "c1095_2line": "Mercenary of Rekos who wanted to be a tailor",
    "chrn_c1095": "Lilibet",
    "sk_c1095_1_sknm": "Slice-Slice",
    "sk_c1095_2_sknm": "Snip-Snip",
    "sk_c1095_3_sknm": "Soul Cutter",
    "sk_c1095_1_de": "Strikes and slices the enemy, with a <#FF9900>{{variable}}</> chance to make them <#FFFFFF>unable to be buffed</> for 2 turns.",
    "sk_c1095_2_de": "Brutally cuts the enemy, with a <#FF9900>{{variable}}</> chance each to inflict four <#FFFFFF>bleeding</> effects for 2 turns before increasing the caster's Combat Readiness by 50%.",
    "sk_c1095_2u_de": "Brutally cuts the enemy, with a <#FF9900>{{variable}}</> chance each to inflict four <#FFFFFF>bleeding</> effects for 2 turns before increasing the caster's Combat Readiness by 50%. Deals additional damage when the target isn't buffed.",
    "sk_c1095_3_de": "Slashes the enemy with Cho & Mal, inflicting <#FFFFFF>extinction</> when the enemy is defeated. Grants the caster <#FFFFFF>skill nullifier,</> negating damage received from the next skill attack.",
    "sk_c1095_3s_de": "Increases damage dealt.",
    "sms_c1095_nm": "Scissors of Fury",
    "sms_c1095_de": "She cuts everything in any shape she wants.",
    "sms_c2002_nm": "An Indelible Duty",
    "sms_c2002_de": "Though a dark magic stone has caused part of her body to harden into stone and is destroying her mind, she refuses to put her weapon down.",
    "chrn_c2002": "Fallen Cecilia",
    "c2002_gacha_get": "Are you someone whom I can trust?",
    "c2002_de_story": "Fallen Cecilia is chasing a mage who turned her family into dark magic stones, dreaming of the day she can get her revenge and join her loved ones again.",
    "c2002_2line": "A dark dragon bound by a desire for revenge and an endless grudge",
    "ma_runedark1_name": "Dark Rune",
    "ma_runedark2_name": "Greater Dark Rune",
    "ma_runedark3_name": "Epic Dark Rune",
    "sk_c2002_1_sknm": "Mistake",
    "sk_c2002_2_sknm": "Strong Instinct",
    "sk_c2002_3_sknm": "Spear of Resentment",
    "sk_c2002_1_de": "Attacks with a spear of revenge, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>provoke</> for 1 turn. Damage dealt increases proportional to the caster's max Health.",
    "sk_c2002_2_de": "Grants a <#FFFFFF>barrier</> for 2 turns to the ally with the lowest Health at end of the turn. <#FFFFFF>Barrier</> strength increases proportional to the caster's max Health.",
    "sk_c2002_2u_de": "Grants a <#FFFFFF>barrier</> for 2 turns to all allies at the start of the battle, and grants a <#FFFFFF>barrier</> for 2 turns to the ally with the lowest Health at the end of the caster's turn. <#FFFFFF>Barrier</> strength increases proportional to the caster's max Health.",
    "sk_c2002_3_de": "Attacks all enemies in an explosion of spiteful emotions. Grants all allies <#FFFFFF>skill nullifier</>, negating damage received from the next skill attack. Damage dealt increases proportional to the caster's max Health.",
    "sk_c2002_3s_de": "Skill cooldown is decreased by 2 turns.",
    "pa_c2002_2u1_de": "+5% barrier strength",
    "pa_c2002_2u2_de": "+10% barrier strength",
    "pa_c2002_2u3_de": "+10% barrier strength",
    "pa_c2002_2u4_de": "+10% barrier strength",
    "pa_c2002_2u5_de": "+15% barrier strength",
    "sms_c2003_nm": "Courage",
    "sms_c2003_de": "True courage means facing your fears.",
    "chrn_c2003": "Shadow Rose",
    "c2003_gacha_get": "Roseria Dart has been called to arms.",
    "c2003_de_story": "Rose was ready and willing to follow Cecilia anywhere, until she had her heart completely shattered. Now she is an obsessive and fiercely persistent war machine.",
    "c2003_2line": "A protector walking the path of blood as a shadow of a precious thing",
    "sk_c2003_1_sknm": "Sequential Cutter",
    "sk_c2003_2_sknm": "Spear of Darkness",
    "sk_c2003_3_sknm": "Goddess of Ruin",
    "sk_c2003_1_de": "Attacks with a sword, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> when the target's Health is more than 50%, or a <#FF9900>{{variable}}</> chance to make them <#FFFFFF>unhealable</> for 1 turn when the target's Health is less than 50%",
    "sk_c2003_2_de": "Leaps into the air and strikes at the enemy with a swordstorm, dispelling one buff and <#FFFFFF>decreasing Defense</> for 2 turns.",
    "sk_c2003_3_de": "Attacks all enemies with the Portent of Destruction, decreasing the enemy's Combat Readiness by 25%.",
    "sk_c2003_3s_de": "Increases damage dealt.",
    "sk_c2003_3u_de": "Attacks all enemies with the Portent of Destruction, decreasing their Combat Readiness by 25%. Increases Combat Readiness of all allies by 25%.",
    "sms_c2004_nm": "Calm Before the Storm",
    "sms_c2004_de": "She keeps on her toes, knowing danger lurks around every corner.",
    "chrn_c2004": "Wanderer Silk",
    "c2004_gacha_get": "Did you miss me? Tell me the truth!",
    "c2004_de_story": "An Elf born on the outskirts of Dun Blyraia, the Eternal Forest. Raised by the World Tree that pitied her, Silk is fiercely proud, but forever yearning for her people.",
    "c2004_2line": "A fiercely proud Elf left alone in the Eternal Forest",
    "sk_c2004_1_sknm": "Basic Shoot",
    "sk_c2004_2_sknm": "Automatic Fire",
    "sk_c2004_3_sknm": "Shock Arrow",
    "sk_c2004_1_de": "Shoots arrows at the enemy, with a <#FF9900>{{variable}}</> chance to cause <#FFFFFF>bleeding</> for 2 turns. Damage dealt increases proportional to the caster's Speed.",
    "sk_c2004_2_de": "Fires a volley of arrows at the enemy, decreasing Combat Readiness by 10%. Has a 50% chance of granting an extra attack of the same kind, increasing by an additional 50% when the target is debuffed. Damage is proportional to the caster's Speed.",
    "sk_c2004_2s_de": "Grants an extra turn.",
    "sk_c2004_3_de": "Shoots an arrow infused with the power of lightning, inflicting <#FFFFFF>silence</> for 2 turns and decreasing Combat Readiness by 100%. Damage dealt increases proportional to the caster's Speed.",
    "sk_c2004_3u_de": "Shoots an arrow infused with the power of lightning, inflicting <#FFFFFF>silence</> and making them <#FFFFFF>unhealable</> for 2 turns, and decreasing Combat Readiness by 100%. Damage dealt increases proportional to the caster's Speed.",
    "sms_c2005_nm": "Good and Evil",
    "sms_c2005_de": "There's a fine line between good and evil.",
    "chrn_c2005": "Celestial Mercedes",
    "c2005_gacha_get": "Were you looking for me? Tell me what you want me to do.",
    "c2005_de_story": "A mysterious being from the stars, nobody knows where Celestial Mercedes came from, or what she has gone through. She freely duplicates any Human or thing she pleases, and currently resides in the Farche Frontier in a cloned body of Mercedes.",
    "c2005_2line": "Otherworldly creature, hiding her truth",
    "sk_c2005_1_sknm": "Divine Bolt",
    "sk_c2005_2_sknm": "Dimensional Rupture",
    "sk_c2005_3_sknm": "Finale",
    "sk_c2005_1_de": "Attacks with shock magic, with a <#FF9900>{{variable}}</> chance to make the enemy <#FFFFFF>unhealable</> for 2 turns.",
    "sk_c2005_2_de": "Attacks all enemies with a massive light sphere, dealing damage proportional to the enemy's max Health.",
    "sk_c2005_3_de": "Attacks all enemies by releasing spells of the Last Spellbook. Increases Combat Readiness by 20% according to the number of critical hits made.",
    "sk_c2005_3s_de": "All skill cooldowns decreased by 2 turns.",
    "sk_c2005_3u_de": "Attacks all enemies by releasing spells of The Last Spellbook. <#FFFFFF>Increases Attack</> of the caster for 2 turns and increases Combat Readiness by 20% according to the number of critical hits made.",
    "sms_c2007_nm": "Irresistible Offer",
    "sms_c2007_de": "Neither truth nor lie matters to his offer.",
    "chrn_c2007": "Arbiter Vildred",
    "c2007_gacha_get": "Do you think you can handle the power I possess?",
    "c2007_de_story": "Once among the greatest of believers in the Goddess and her Covenant, Arbiter Vildred joined hands with the Acolyte Kayron and betrayed everyone and everything he once believed in. Within his body is contained the power of the Archdemon Anghraf.",
    "c2007_2line": "A knight who has embraced the boundless power of darkness",
    "sk_c2007_1_sknm": "Sweep",
    "sk_c2007_2_sknm": "Dark Contract",
    "sk_c2007_3_sknm": "Dark Blade",
    "pa_c2007_21_de": "+10% Health recovered when revived",
    "pa_c2007_22_de": "+10% Health recovered when revived",
    "pa_c2007_23_de": "+10% Health recovered when revived",
    "sk_c2007_1_de": "Rapidly attacks two enemies with a swordstorm, with a 50% chance to decrease their Combat Readiness by <#FF9900>{{variable}}</>.",
    "sk_c2007_1u_de": "Rapidly attacks two enemies with a swordstorm, decreasing their Combat Readiness by <#FF9900>{{variable}}</>. ",
    "sk_c2007_2_de": "After receiving lethal damage, caster regenerates to <#FF9900>{{variable}}</> Health, 100% Combat Readiness, full Focus, and reset cooldown for Dark Blade.",
    "sk_c2007_3_de": "Attacks all enemies, <#FFFFFF>decreasing Hit Chance</> for 2 turns. When Focus is full, consumes it all, increasing damage dealt. When the enemy is defeated with this skill, cooldown does not occur.",
    "sk_c2007_3s_de": "Increases damage dealt.",
    "sms_c2008_nm": "Cuteness Wins",
    "sms_c2008_de": "Being cute always wins, right?",
    "chrn_c2008": "Crimson Armin",
    "c2008_gacha_get": "Hi hi! Did you miss me?",
    "c2008_de_story": "A destructive super cute mercenary, the nickname of Super Cute Guardian of the Red Flame fits Armin perfectly. She assures that she will defend fiercely, indifferent of what she destroys while doing so.",
    "c2008_2line": "The bright and bubbly self-proclaimed Super Cute Guardian of the Red Flame",
    "sk_c2008_1_sknm": "Takedown",
    "sk_c2008_2_sknm": "Security State",
    "sk_c2008_3_sknm": "Shield of Holy Spirit",
    "pa_c2008_21_de": "+0.5% additional damage reduction",
    "pa_c2008_22_de": "+0.5% additional damage reduction",
    "pa_c2008_23_de": "+0.5% additional damage reduction",
    "pa_c2008_24_de": "+0.5% additional damage reduction",
    "pa_c2008_25_de": "+1% additional damage reduction",
    "pa_c2008_26_de": "+1% additional damage reduction",
    "pa_c2008_27_de": "+1% additional damage reduction",
    "sk_c2008_1_de": "Attacks with a large shield, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>provoke</> for 1 turn. Damage dealt increases proportional to the caster's Defense.",
    "sk_c2008_2_de": "Decreases damage received by allies from a critical hit by <#FF9900>{{variable}}</>. When more than one damage reduction effect is granted, only the strongest effect is applied.",
    "sk_c2008_3_de": "Covers all allies with an aura of holy spirit, granting <#FFFFFF>immunity</> for 2 turns.",
    "sk_c2008_3s_de": "Skill cooldown is decreased by 2 turns.",
    "sk_c2008_3u_de": "Covers all allies with an aura of holy spirit, granting <#FFFFFF>immunity</> for 2 turns and <#FFFFFF>invincibility</> for 1 turn.",
    "sms_c2010_nm": "Victory Streak",
    "sms_c2010_de": "He does not want to break his winning streak.",
    "chrn_c2010": "Champion Zerato",
    "c2010_gacha_get": "If you want to know what a genius looks like, eat your heart out.",
    "c2010_de_story": "Incredibly skilled in fighting, Champion Zerato boasts a flawless win streak, largely thanks to his refusal to fight anyone he may be at risk of losing to. Frost Mage Zerato has been trying to pick a fight with him for a long time, but Champion Zerato keeps making excuses to avoid it.",
    "c2010_2line": "An arrogant and impudent supremacist who only cares about strength",
    "sk_c2010_1_sknm": "Earthen Rage",
    "sk_c2010_2_sknm": "Iron Will",
    "sk_c2010_3_sknm": "Cataclysm",
    "sk_c2010_1_de": "Attacks the enemy with an earthen blast, <#FFFFFF>transferring</> one debuff from the caster to the enemy.",
    "sk_c2010_2_de": "Immune to <#FFFFFF>stun</> and <#FFFFFF>sleep</>. Has a <#FF9900>{{variable}}</> chance to counterattack when attacked while debuffed.",
    "sk_c2010_3_de": "Attacks all enemies by slamming rocks, with a <#FF9900>{{variable}}</> chance each to <#FFFFFF>decrease Defense</> and <#FFFFFF>Attack</> for 1 turn.",
    "sk_c2010_3s_de": "Ignores effect resistance.",
    "sk_c2010_3u_de": "Attacks all enemies by slamming rocks, with a <#FF9900>{{variable}}</> chance each to <#FFFFFF>decrease Defense</> and <#FFFFFF>Attack</> for 2 turns.",
    "pa_c2010_21_de": "+5% activation chance",
    "pa_c2010_22_de": "+5% activation chance",
    "pa_c2010_23_de": "+10% activation chance",
    "sm_type_tracking": "Chase",
    "sms_c2011_nm": "Blood Chaser",
    "sms_c2011_de": "The smell of blood travels far. She'll track the victim in no time.",
    "chrn_c2011": "Blood Blade Karin",
    "c2011_gacha_get": "I will show you the power of the enchanted blade.",
    "c2011_de_story": "Karin is embroiled in an endless battle against the will of a cursed magical sword, compelled by its power to cause trouble. Though aggressive and cold-hearted while possessed by the sword, she sometimes escapes from the control of it and shows an unexpected side.",
    "c2011_2line": "The wielder of a magical blade thirsty for blood",
    "sk_c2011_1_sknm": "Sequential Cutter",
    "sk_c2011_2_sknm": "Cursed Sword",
    "sk_c2011_3_sknm": "Blade Art: Dragon",
    "pa_c2011_21_de": "+5% stat increase ",
    "pa_c2011_22_de": "+10% stat increase",
    "pa_c2011_23_de": "+10% stat increase",
    "pa_c2011_24_de": "+10% stat increase",
    "pa_c2011_25_de": "+15% stat increase",
    "sk_c2011_1_de": "Quickly strikes the enemy with a sword, recovering Health proportional to damage dealt. Caster's Combat Readiness increases by 50% when the enemy is defeated.",
    "sk_c2011_2_de": "As Health decreases, Attack, Defense, and Speed increase.",
    "sk_c2011_3_de": "Attacks all enemies, sacrificing 20% of the caster's Health. Increases Combat Readiness of the caster by 50% when an enemy is defeated.",
    "sk_c2011_3s_de": "Increases damage dealt.",
    "sk_c2011_3u_de": "Attacks all enemies, sacrificing 20% of the caster's Health. Grants the caster an <#FFFFFF>extra turn</> when an enemy is defeated.",
    "sms_c2012_nm": "Siege Destroyer",
    "sms_c2012_de": "Enemies cower when they see him destroy fortress walls.",
    "chrn_c2012": "Dark Corvus",
    "c2012_gacha_get": "If you require my strength, I will assist you.",
    "c2012_de_story": "Corvus was originally a soldier from Rose Apostles until something caused him to lose his faith and grow disillusioned with the world, and now he only wishes for its destruction. However, he still contains a gentle side within him.",
    "c2012_2line": "A tired destroyer who despises the world",
    "sk_c2012_1_sknm": "Shield Bash",
    "sk_c2012_2_sknm": "Ruin's Advent",
    "sk_c2012_3_sknm": "Devil's Descent",
    "pa_c2012_21_de": "+10% activation chance",
    "pa_c2012_22_de": "+10% activation chance",
    "pa_c2012_23_de": "+10% activation chance",
    "sk_c2012_1_de": "Attacks with a shield and absorbs some of the damage as Health, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>provoke</> for 1 turn. Damage dealt increases proportional to the caster's max Health.",
    "sk_c2012_2_de": "When attacked, the caster has a <#FF9900>{{variable}}</> chance of their skill cooldown being decreased by 1 turn, or 2 turns in the case of a critical hit.",
    "sk_c2012_3_de": "Attacks with a lethal hit. Damage dealt is only affected by the caster's Health and does not trigger critical hit. Begins the battle with a full skill cooldown count.",
    "sk_c2012_3s_de": "Increases damage dealt.",
    "sk_c2012_3u_de": "Attacks with a lethal hit, recovering Health proportional to damage dealt. Damage dealt is only affected by the caster's Health and does not trigger critical hit. Begins the battle with a full skill cooldown count.",
    "sms_c2013_nm": "Glorious Wound",
    "sms_c2013_de": "His accomplishments as a warrior and hunter number as many as his scars.",
    "chrn_c2013": "Assassin Cartuja",
    "c2013_gacha_get": "Meeting new people is one way to have fun.",
    "c2013_de_story": "A member of the Sicar assassin organization, Cartuja is an optimistic thrill seeker who finds great joy in observing the world.",
    "c2013_2line": "A judge presiding over a world full of thrills",
    "sk_c2013_1_sknm": "Shred",
    "sk_c2013_2_sknm": "Battle Frenzy",
    "sk_c2013_3_sknm": "Sudden Assault",
    "pa_c2013_21_de": "+1% Combat Readiness",
    "pa_c2013_22_de": "+1% Combat Readiness",
    "sk_c2013_1_de": "Attacks with sharp claws, with a <#FF9900>{{variable}}</> chance to inflict <#FFFFFF>bleeding</> for 2 turns.",
    "sk_c2013_2_de": "Increases Evasion Chance of all allies by 15%. When the turn ends, successfully evades the next attack once. Combat Readiness increases by <#FF9900>{{variable}}</> each time evading the enemy's attack.",
    "sk_c2013_3_de": "Dashes towards the enemy to attack, <#FFFFFF>stunning</> for 1 turn.",
    "sk_c2013_3s_de": "Ignores effect resistance.",
    "sk_c2013_3u_de": "Dashes towards the enemy to attack, <#FFFFFF>stunning</> for 1 turn. <#FFFFFF>Decreases Defense</> for 2 turns.",
    "sms_c2014_nm": "Faithful Dog",
    "sms_c2014_de": "He will do whatever it takes to fulfill his given mission.",
    "chrn_c2014": "Assassin Cidd",
    "c2014_gacha_get": "Are we assassinating someone today too? Who's our target?",
    "c2014_de_story": "A boy who spent his days looking for a place where he belonged, until Eligos took him in.",
    "c2014_2line": "Eligos's faithful dog with a sad past",
    "c_pers_15_gluttony": "Glutton",
    "sk_c2014_1_sknm": "Slice",
    "sk_c2014_2_sknm": "Swift Action",
    "sk_c2014_3_sknm": "Execution",
    "pa_c2014_21_de": "+3% Combat Readiness",
    "pa_c2014_22_de": "+5% Combat Readiness",
    "pa_c2014_23_de": "+7% Combat Readiness",
    "sk_c2014_1_de": "Attacks with an axe, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>poison</> for 2 turns. Damage dealt increases proportional to the caster's Speed.",
    "sk_c2014_2_de": "When somebody dies, caster is granted <#FFFFFF>increased Attack</> for 1 turn and Combat Readiness increases by <#FF9900>{{variable}}</>.",
    "sk_c2014_3_de": "Attacks the enemy with a powerful ground pound, <#FFFFFF>silencing</> them for 1 turn and decreasing their Combat Readiness by 50%. Damage dealt increases proportional to the caster's Speed.",
    "sk_c2014_3s_de": "Increases damage dealt.",
    "sk_c2014_3u_de": "Attacks the enemy with a powerful ground pound, <#FFFFFF>silencing</> them for 1 turn and decreasing their Combat Readiness by 50%. Damage dealt increases proportional to the caster and the enemy's Speed.",
    "sms_c2015_nm": "Thirst for Knowledge",
    "sms_c2015_de": "He is willing to do anything and pay any price in order to obtain the knowledge he desires.",
    "c2015_2line": "An otherworldly romantic with all kinds of knowledge",
    "c2015_de_story": "Sage Baal fell in love with an ordinary Human named Sezan and locked her soul in a doll to preserve her for himself forever. However, as time passed her soul eroded away, and eventually, she became simply a normal doll.",
    "chrn_c2015": "Sage Baal & Sezan",
    "c2015_gacha_get": "Great to meet you. I'm Baal Chanel, and this is my fiancée, Sezan Serzan.",
    "sk_c2015_1_sknm": "Evil Spirit's Call",
    "sk_c2015_2_sknm": "Cloud of Ruin",
    "sk_c2015_3_sknm": "Eye of Death",
    "sk_c2015_1_de": "Summons an evil spirit, with a <#FF9900>{{variable}}</> chance to put an enemy to <#FFFFFF>sleep</> for 1 turn.",
    "sk_c2015_2_de": "Attacks all enemies by summoning storm clouds, with a <#FF9900>{{variable}}</> chance to dispel one buff and a <#FF9900>{{variable}}</> chance to put them to <#FFFFFF>sleep</>. When this skill is available, increases the caster's Combat Readiness by <#FF9900>{{variable}}</> at the end of the enemy's turn.",
    "sk_c2015_3_de": "Attacks with an evil eye. Damage dealt increases proportional to the amount of the caster's lost Health.",
    "sk_c2015_3u_de": "Attacks with an evil eye, recovering the caster to max Health when the enemy is defeated. Damage dealt increases proportional to the amount of the caster's lost Health.",
    "sk_c2015_3us_de": "Skill cooldown is decreased by 2 turns.",
    "sklv_de_eff1_cs_3_c2015": "+3% Combat Readiness",
    "sklv_de_eff1_cs_4_c2015": "+4% Combat Readiness",
    "sms_c2017_nm": "Achates's Cheer",
    "sms_c2017_de": "No matter how desperate the situation may be, she will always root for you.",
    "chrn_c2017": "Shooting Star Achates",
    "c2017_gacha_get": "A new friendship begins with a One! Two! Three! Ta-da!",
    "c2017_de_story": "At best, a free spirit, at worst, an irresponsible hedonist. Shooting Star Achates finds a life without stimulus meaningless, and is always on the lookout for trouble.",
    "c2017_2line": "A whimsical and lovable wandering healer",
    "sk_c2017_1_sknm": "Magic Design",
    "sk_c2017_2_sknm": "Resurrection Magic",
    "sk_c2017_3_sknm": "Sparkling Star",
    "sk_c2017_1_de": "Attacks with a staff, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Hit Chance</> for 1 turn.",
    "sk_c2017_2s_de": "Grants an extra turn.",
    "sk_c2017_2_de2": "Revives a dead ally with recovery magic. When the target is not dead, casts two <#FFFFFF>random buffs</> for 3 turns.",
    "sk_c2017_2u_de2": "Revives a dead ally with recovery magic and grants <#FFFFFF>immortality</> for 1 turn. When the target is not dead, grants <#FFFFFF>immortality</> and two <#FFFFFF>random buffs</> for 3 turns.",
    "sk_c2017_3_de": "Between the caster and the target, heals the ally with the lowest Health to the point that their Health matches the other, before healing further on top. Effect is unaffected by Health buffs or debuffs. Health recovered is proportional to the max Health of each ally.",
    "sms_c2018_nm": "Innocent Wanderer",
    "sms_c2018_de": "Neither wind nor rain can stop him.",
    "chrn_c2018": "Guider Aither",
    "c2018_gacha_get": "Hi! Will you introduce yourself? Will you play with me?",
    "c2018_de_story": "An ever-cheerful traveler, Aither loves life on the road. As he embarks on a journey to find his lost memories, he is often followed by small animals.",
    "c2018_2line": "A free and nimble little bird that has lost its memories",
    "sk_c2018_1_sknm": "Whispering Spirit",
    "sk_c2018_2_sknm": "Spirit's Protection",
    "sk_c2018_3_sknm": "Wave of Force",
    "sk_c2018_1_de": "Attacks with spirit power, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Speed</> for 2 turns.",
    "sk_c2018_2_de": "Attacks with spirit power, and grants caster a <#FFFFFF>barrier</> for 2 turns. Barrier strength is proportional to the caster's Attack.",
    "sk_c2018_3_de": "Attacks with spirit power, and heals all allies. Amount recovered increases proportional to the damage dealt.",
    "sk_c2018_3s_de": "Increases damage dealt.",
    "sk_c2018_3u_de": "Delivers a blow to the enemy with spirit power, and heals all allies before granting <#FFFFFF>continuous healing</> for 2 turns. Amount recovered increases proportional to the damage dealt.",
    "sms_c2019_nm": "Infernal Gatekeeper",
    "sms_c2019_de": "Wherever she goes, pandemonium follows.",
    "chrn_c2019": "Apocalypse Ravi",
    "c2019_gacha_get": "I have descended to fulfill the prophecy with my own hands.",
    "c2019_de_story": "Originally born in a small village, she was chosen to become an incarnation of the god of war, before accidentally falling into another dimension while fighting an enemy general. She has no memories of her life before she was deified.",
    "c2019_2line": "A girl born amidst calamity, revered as the god of war",
    "sk_c2019_1_sknm": "Spectral Axe",
    "sk_c2019_2_sknm": "War God's Might",
    "sk_c2019_3_sknm": "Deliverance: Soul Exchange",
    "sk_c2019_1_de": "Attacks the enemy with an axe, absorbing some of the damage dealt as Health. Damage dealt increases proportional to the caster's max Health. ",
    "sk_c2019_2_de": "Critical Hit Chance increases by 5% for every 20 Fighting Spirit. Consumes 10 Fighting Spirit to recover Health after being attacked. Amount recovered increases proportional to the caster's max Health. Begins the first battle with 50 Fighting Spirit.",
    "sk_c2019_3_de": "Delivers divine judgment down upon the enemy. When an enemy is defeated, revives one random dead ally with 5% Health before granting <#FFFFFF>skill nullifier</> once. Damage dealt increases proportional to the caster's max Health.",
    "sk_c2019_3u_de": "Delivers divine judgment down upon the enemy. When an enemy is defeated, revives one random dead ally with 10% Health before granting <#FFFFFF>skill nullifier</> once. Damage dealt increases proportional to the caster's max Health.",
    "pa_c2019_21_de": "+5% healing",
    "pa_c2019_22_de": "+10% healing",
    "pa_c2019_23_de": "+15% healing",
    "sms_c2020_nm": "Hypervision",
    "sms_c2020_de": "He can see through everything.",
    "c2020_2line": "A secretive Sicar assassin",
    "c2020_de_story": "A member of the Sicar assassin organization, Watcher Schuri is an outstanding fighter, but ignorant of the ways of the world. Though his rigid way of speaking gives off an air of unapproachability, he is surprisingly straightforward and open to granting people's requests. However, he hides a secret he cannot share with others.",
    "chrn_c2020": "Watcher Schuri",
    "c2020_gacha_get": "Let's do our best together.",
    "sk_c2020_1_sknm": "Sniper",
    "sk_c2020_2_sknm": "Quickfire",
    "sk_c2020_3_sknm": "Finishing Shot",
    "sk_c2020_1_de": "Shoots the enemy with a rifle, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>target</> them for 2 turns.",
    "sk_c2020_2_de": "Shoots all enemies with a rifle, with a <#FF9900>{{variable}}</> chance to dispel one buff. The caster is granted <#FFFFFF>increased Speed</> for 2 turns.",
    "sk_c2020_3_de": "Shoots a magic bullet at the enemy, <#FFFFFF>penetrating</> their Defense by 80%.",
    "sk_c2020_3s_de": "Skill cooldown is decreased by 2 turns.",
    "sk_c2020_3u_de": "Shoots a magic bullet at the enemy, <#FFFFFF>penetrating</> their Defense.",
    "sms_c2021_nm": "Scholar's Dignity",
    "sms_c2021_de": "The dignified do not show signs of panic.",
    "c2021_2line": "A weird cook of the Wild Dog Company who became normal",
    "c2021_de_story": "Originally far from what anyone would consider a normal Human, he is now a completely normal upstanding member of society. Every word out of his mouth is considerate and he has impeccable manners.",
    "chrn_c2021": "Blaze Dingo",
    "c2021_gacha_get": "Experience the power of Malicus, the Lord of Fire.",
    "sk_c2021_1_sknm": "Punishment",
    "sk_c2021_2_sknm": "Divine Punishment",
    "sk_c2021_3_sknm": "Sacred Power",
    "sk_c2021_1_de": "Attacks an enemy with a sharp dagger, healing the ally with the lowest Health. Amount recovered increases proportional to the damage dealt.",
    "sk_c2021_2_de": "Attacks all enemies with a giant gauntlet, healing the ally with the lowest Health. Amount recovered increases proportional to the damage dealt.",
    "sk_c2021_2u_de": "Attacks all enemies with a giant gauntlet, healing the ally with the lowest Health. A critical hit activates Punishment. Amount recovered increases proportional to the damage dealt.",
    "sk_c2021_3_de": "Heals an ally and the caster with sacred power, granting <#FFFFFF>invincibility</> for 1 turn and <#FFFFFF>increasing Attack</> for 2 turns. Amount recovered increases proportional to the caster's Attack.",
    "sk_c2021_3s_de": "Extends the duration of Sacred Power granted to the caster by 1 turn and grants an extra turn.",
    "sms_c2022_nm": "Path of Light",
    "sms_c2022_de": "Destina, the Spirit Lord of Light, keeps many memories. The warmth of light, the coldness of loss.",
    "chrn_c2022": "Destina",
    "c2022_gacha_get": "I am the Spirit Lord Destina. But now... I am the Saint of Light.",
    "c2022_de_story": "Nicknamed \"the Beast of the Western Light,\" Destina is a master of light and metal who has physically manifested in the image of her deeply beloved Soul Weaver, Ruele.",
    "c2022_2line": "Beast of the Western Light, a Spirit Lord of Light and Autumn",
    "sk_c2022_1_sknm": "Key to an Oath",
    "sk_c2022_2_sknm": "Regen",
    "sk_c2022_3_sknm": "Destina's Grace",
    "sk_c2022_1_de": "Attacks the enemy with a staff and heals the ally with the lowest Health. Healing increases proportional to the target's max Health.",
    "sk_c2022_1s_de": "Attacks the enemy and greatly heals all allies. Does not trigger a Dual Attack.",
    "sk_c2022_2_de": "Blesses an ally, recovering their Health and increasing their Combat Readiness by 30%. Healing increases proportional to the caster's max Health.",
    "sk_c2022_3_de": "Grants all allies the blessing of a Spirit Lord, dispelling all debuffs and recovering Health. When ally is debuffed, their Combat Readiness will also be increased by 15%. Healing increases proportional to the caster's max Health.",
    "sk_c2022_3u_de": "Grants all allies the blessing of a Spirit Lord, dispelling all debuffs and recovering Health. When ally is debuffed, their Combat Readiness will also be increased by 15% per each debuff. Effect can only be applied up to 4 times. Healing increases proportional to the caster's max Health.",
    "sms_c2028_nm": "Cat's Nature",
    "sms_c2028_de": "She's very violent, but she's too adorable to be hated.",
    "c2028_2line": "Battle-driven sister of the Holy Order of the Blue Cross who turned into a cat",
    "c2028_de_story": "The Holy Order of the Blue Cross requested that Reingar find a way to calm Clarissa down. Instead, the researchers focused on how cats can still be loved after wreaking havoc. Then they turned her into a cat to eliminate everyone's complaints about her violence.",
    "chrn_c2028": "Kitty Clarissa",
    "c2028_gacha_get": "Are you my new servant, meow?",
    "sk_c2028_1_sknm": "Get Away, Meow!",
    "sk_c2028_2_sknm": "Meow I'm Angry!",
    "sk_c2028_3_sknm": "I'm So Cute, Meow♥",
    "sk_c2028_1_de": "Attacks with a morning star. Damage dealt increases proportional to the caster's max Health. When the caster is granted <#FFFFFF>loveliness</>, triggers Dual Attack from the ally with the highest Attack.",
    "sk_c2028_2_de": "Attacks all enemies with a morning star while raging, with a <#FF9900>{{variable}}</> chance to make them <#FFFFFF>unhealable</> for 2 turns. When the caster is granted <#FFFFFF>loveliness</>, effect chance increases by 20%.",
    "sk_c2028_2s_de": "Increases damage dealt.",
    "sk_c2028_2u_de": "Attacks all enemies with a morning star while raging, with a <#FF9900>{{variable}}</> chance to decrease buff duration by 2 turns and make them <#FFFFFF>unhealable</> for 2 turns. When the caster is granted <#FFFFFF>loveliness</>, effect chance increases by 20%.",
    "sk_c2028_3_de": "Wiggles tail cutely, decreasing debuff duration on all allies by 2 turns, and granting the caster <#FFFFFF>immunity</> and <#FFFFFF>loveliness</> for 3 turns. Grants the caster <#FFFFFF>an extra turn</>.",
    "sms_c2029_nm": "Righteous Seer",
    "sms_c2029_de": "He will not falter in his determination to eradicate evil.",
    "chrn_c2029": "Roaming Warrior Leo",
    "c2029_gacha_get": "If rooting out evil is what warriors do, I'm already a warrior!",
    "c2029_de_story": "Born to a family of scholars, he dreamed of becoming a warrior from a young age. After his parents disappeared following a raid by the Axe Bandits, he pledged to become stronger and get his revenge. Believing that reforming the rotten world is the only way to become a true warrior, he roams around the world defeating evil.",
    "c2029_2line": "A warrior roaming the world to eradicate evil",
    "sk_c2029_1_sknm": "Fire Slingshot",
    "sk_c2029_2_sknm": "Fire Shockbomb",
    "sk_c2029_3_sknm": "Go, Racoo!",
    "sk_c2029_1_de": "Attacks with a slingshot, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> for 2 turns.",
    "sk_c2029_1u_de": "Attacks with a slingshot, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> for 2 turns. Damage dealt is increased when the enemy is debuffed.",
    "sk_c2029_2_de": "Fires a shockbomb at the enemy, with a <#FF9900>{{variable}}</> chance to increase skill cooldown by 1 turn.",
    "sk_c2029_3_de": "Attacks all enemies with Racoo, with a <#FF9900>{{variable}}</> chance to plant a <#FFFFFF>bomb</> for 2 turns.",
    "sk_c2029_3s_de": "Grants an extra turn.",
    "sms_c2031_nm": "No Tolerance",
    "sms_c2031_de": "Expressionless, with little patience. Disobeying his orders will bring swift punishment.",
    "c2031_2line": "The first magical doll to be created in Reingar",
    "c2031_de_story": "A magical doll modeled on Lots. Compared to the original Lots, this doll is extremely competitive and desperate for recognition, and so participates in as many activities around Reingar as possible. ",
    "chrn_c2031": "Auxiliary Lots",
    "c2031_gacha_get": "I'm a different Lots altogether, shall we see who deserves to be called the true Lots?",
    "sk_c2031_1_sknm": "Black Magic",
    "sk_c2031_2_sknm": "Mana Injection",
    "sk_c2031_3_sknm": "Desolation",
    "sklv_de_targetab_5": "+5% Combat Readiness",
    "sklv_de_targetab_10": "+10% Combat Readiness",
    "sk_c2031_1_de": "Attacks with a magic sphere, increasing caster's Combat Readiness by 15%.",
    "sk_c2031_2_de": "Injects an ally with Mana, <#FFFFFF>increasing Attack</> for 2 turns and Combat Readiness by <#FF9900>{{variable}}</>.",
    "sk_c2031_2u_de": "Injects an ally with mana, <#FFFFFF>increasing Attack</> for 2 turns and increasing Combat Readiness by <#FF9900>{{variable}}</>, before granting the caster <#FFFFFF>increased Attack</> for 2 turns and a 30% increase in Combat Readiness.",
    "sk_c2031_3_de": "Attacks all enemies by releasing strong Mana, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>silence</> for 2 turns.",
    "sk_c2031_3s_de": "Grants an extra turn.",
    "sms_c2032_nm": "Righteous Stare",
    "sms_c2032_de": "Bravely faces any hardship head-on.",
    "c2032_2line": "A magic doll of Reingar created for battles",
    "c2032_de_story": "The second magic doll to be created in Reingar, modeled on Maya with incredible combat skills and a belligerent attitude. She is the type to learn and grow from her experiences, but having been created only a short time ago, she tends to be childish and overly honest about her feelings. She is fond of her sparring partner, Zerato. ",
    "chrn_c2032": "Fighter Maya",
    "c2032_gacha_get": "I know I can fight better than anyone!",
    "sk_c2032_1_sknm": "Strike of Provocation",
    "sk_c2032_2_sknm": "Reclaim",
    "sk_c2032_3_sknm": "Finishing Attack",
    "pa_c2032_21_de": "+3% trigger chance",
    "pa_c2032_22_de": "+3% trigger chance",
    "pa_c2032_23_de": "+4% trigger chance",
    "pa_c2032_24_de": "+5% trigger chance",
    "pa_c2032_25_de": "+5% trigger chance",
    "sk_c2032_1_de": "Attacks with a blunt weapon, with a 50% chance to <#FFFFFF>provoke</> for 1 turn. Damage dealt increases proportional to the caster's Defense.",
    "sk_c2032_2_de": "Has a <#FF9900>{{variable}}</> chance to dispel one debuff and be granted <#FFFFFF>increased Defense</> for 2 turns when attacked. Can only be triggered once per turn.",
    "sk_c2032_2u_de": "Has a <#FF9900>{{variable}}</> chance to dispel one debuff and be granted <#FFFFFF>increased Defense</> for 2 turns when attacked.",
    "sk_c2032_3_de": "Attacks with a powerful smash. Damage dealt increases by 300% when the enemy's Health is less than 30%. Damage dealt increases proportional to the caster's Defense.",
    "sk_c2032_3s_de": "Increases damage dealt.",
    "sms_c2033_nm": "Split Second",
    "sms_c2033_de": "Victory becomes hers in the blink of an eye.",
    "chrn_c2033": "Assassin Coli",
    "c2033_gacha_get": "I am the assassin Nicolette Fleure.",
    "c2033_2line": "An agile assassin hiding in the silence",
    "c2033_de_story": "A silent assassin in the shadows, it is said that anyone who sees the glint of Assassin Coli's blade in the moonlight will not live much longer.",
    "sk_c2033_1_sknm": "Ambush",
    "sk_c2033_2_sknm": "Cloak and Dagger",
    "sk_c2033_3_sknm": "Murder",
    "pa_c2033_21_de": "+5% trigger chance",
    "pa_c2033_22_de": "+5% trigger chance",
    "pa_c2033_23_de": "+5% trigger chance",
    "pa_c2033_24_de": "+5% trigger chance",
    "sk_c2033_2_de": "When the caster is free of debuffs, has a <#FF9900>{{variable}}</> chance each to be granted <#FFFFFF>increase Attack</> for 1 turn at the beginning of turn, and <#FFFFFF>stealth</> for 1 turn at the end of the turn.",
    "sk_c2033_3_de": "Moves silently to attack the enemy, <#FFFFFF>silencing</> all enemies for 1 turn when the enemy is defeated. Damage dealt increases proportional to the caster's Speed.",
    "sk_c2033_3s_de": "Increases damage dealt.",
    "sk_c2033_3u_de": "Moves silently to attack the enemy, <#FFFFFF>stunning</> for 1 turn. <#FFFFFF>Silences</> all enemies for 1 turn when the target is defeated. Damage dealt increases proportional to the caster's Speed.",
    "sk_c2033_1_de": "Ambushes the enemy, dealing additional damage and <#FFFFFF>increasing Speed</> of the caster for 1 turn when <#FFFFFF>stealthed</>. Damage dealt also increases proportional to the caster's Speed.",
    "sms_c2035_nm": "Regular Customer",
    "sms_c2035_de": "Spends a lot of time hanging around the lobby thinking about his next task.",
    "chrn_c2035": "General Purrgis",
    "c2035_gacha_get": "It is a general's duty to lead his people along the right path.",
    "c2035_2line": "A cool-headed general commanding the respect of all",
    "c2035_de_story": "Daring and responsible, General Purrgis will never abandon his subordinates in a dangerous situation, and commands all of their respect.",
    "sk_c2035_1_sknm": "Heroic Strike",
    "sk_c2035_2_sknm": "Spearhead",
    "sk_c2035_3_sknm": "Command to Charge",
    "pa_c2035_21_de": "+1% Combat Readiness",
    "pa_c2035_22_de": "+2% Combat Readiness",
    "pa_c2035_23_de": "+2% Combat Readiness",
    "sk_c2035_1_de": "Mows down enemies with a great sword, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>provoke</> for 1 turn.",
    "sk_c2035_2_de": "Increases all allies' Combat Readiness by <#FF9900>{{variable}}</> when the caster is attacked.",
    "sk_c2035_3_de": "Gives the command to charge, dealing damage to all enemies, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> two enemies for 1 turn.",
    "sk_c2035_3s_de": "Skill cooldown is decreased by 2 turns.",
    "sk_c2035_3u_de": "Gives the command to charge, dealing damage to all enemies, with a <#FF9900>{{variable}}</> chance of <#FFFFFF>stunning</> two random enemies for 1 turn. <#FFFFFF>Increases Attack</> of all allies for 2 turns.",
    "chrn_c2036": "Troublemaker Crozet",
    "c2036_gacha_get": "Pleased to meet you. I will go wherever I’m needed.",
    "c2036_2line": "A reckless knight surrounded by rumors and scandals",
    "c2036_de_story": "Crozet's Moonlight Shade who does as he pleases with no consideration for anyone around him. Because he does whatever he wants, he's caused a lot of trouble, which has led Crozet himself to come looking for Troublemaker Crozet.",
    "sms_c2036_nm": "Flame of Passion",
    "sms_c2036_de": "Today marks the day he told the 486th girl that he loves her.",
    "sk_c2036_1_sknm": "Pledgeguard",
    "sk_c2036_2_sknm": "Chivalry",
    "sk_c2036_3_sknm": "Oath of Protection",
    "sk_c2036_1_de": "Attacks the enemy in an act of faith, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> for 1 turn. Damage dealt increases proportional to the caster's max Health.",
    "sk_c2036_1s_de": "Increases Effect chance by 60%.",
    "sk_c2036_2_de": "Receives <#FF9900>{{variable}}</> of damage suffered by the ally in the back row in their place. Only the highest damage distribution effect will be applied. Has a 35% chance to counterattack when the ally in the back row is attacked.",
    "sk_c2036_3_de": "Swears an oath of protection, dispelling all debuffs from the caster and one ally, before <#FFFFFF>increasing Defense</> for 3 turns.",
    "sk_c2036_3u_de": "Swears an oath of protection, dispelling all debuffs from the caster and one ally, before <#FFFFFF>increasing Defense</> for 3 turns. Grants <#FFFFFF>class enhancement</> to the ally for 3 turns.",
    "pa_c2036_21": "+2% damage received in ally's place",
    "pa_c2036_22": "+2% damage received in ally's place",
    "pa_c2036_23": "+2% damage received in ally's place",
    "pa_c2036_24": "+3% damage received in ally's place",
    "pa_c2036_25": "+3% damage received in ally's place",
    "pa_c2036_26": "+3% damage received in ally's place",
    "pa_c2036_27": "+5% damage received in ally's place",
    "sms_c2037_nm": "Echo",
    "sms_c2037_de": "Dreams about her voice ringing out across continents.",
    "chrn_c2037": "Challenger Dominiel",
    "c2037_gacha_get": "Look at me! The successor of the Nixied Clan!",
    "c2037_2line": "The confident successor of Nixied",
    "c2037_de_story": "Fiercely proud and unreserved, Challenger Dominiel has little morality or sense of empathy. While constantly causing trouble, she refuses to admit her faults.",
    "sk_c2037_1_sknm": "Electrocute",
    "sk_c2037_2_sknm": "Electric Charge",
    "sk_c2037_3_sknm": "Supercharge",
    "pa_c2037_21_de": "+5% additional damage",
    "pa_c2037_22_de": "+5% additional damage",
    "pa_c2037_23_de": "+5% additional damage",
    "pa_c2037_24_de": "+5% additional damage",
    "pa_c2037_25_de": "+10% additional damage",
    "sk_c2037_1_de": "Attacks with electricity. A critical hit will increase damage dealt.",
    "sk_c2037_1s_de": "Increases damage dealt.",
    "sk_c2037_2_de": "When an ally makes a critical hit, the caster's next attack deals stacked additional damage proportional to the number of critical hits.",
    "sk_c2037_2u_de": "When an ally makes a critical hit, the caster's next attack deals stacked additional damage proportional to the number of critical hits and their Combat Readiness increases by 10% per critical hit.",
    "sk_c2037_3_de": "Releases powerful electricity, <#FFFFFF>increasing Critical Hit Rate</> of all allies for 3 turns, and Combat Readiness by <#FF9900>{{variable}}</>. The caster is also granted an <#FFFFFF>extra turn</>.",
    "sms_c2038_nm": "Excellent Specimen",
    "sms_c2038_de": "He's looking for Sez to prove his superiority.",
    "c2038_2line": "A violent butcher who threatens Sez's life",
    "c2038_de_story": "Researchers who barely escaped with their lives from Sez's murderous rampage built a new living weapon modeled after him. This new weapon seeks to kill Sez to prove its superiority and worth.",
    "chrn_c2038": "Specimen Sez",
    "c2038_gacha_get": "I desire only one thing. Killing he who looks just like me.",
    "sk_c2038_1_sknm": "Dreamy Iron Mace",
    "sk_c2038_2_sknm": "Evil Claws",
    "sk_c2038_3_sknm": "Light Storm",
    "sk_c2038_1_de": "Attacks with an iron mace, with a 50% chance to <#FFFFFF>stun</> for 1 turn.",
    "sk_c2038_2_de": "Attacks all enemies with evil claws, with a 30% chance to <#FFFFFF>stun</> for 1 turn.",
    "sk_c2038_2u_de": "Attacks all enemies with evil claws, with a 30% chance to <#FFFFFF>stun</> for 1 turn, before increasing the caster's Combat Readiness by 50%.",
    "sk_c2038_3_de": "Attacks the enemy with a light storm, <#FFFFFF>penetrating</> Defense of <#FFFFFF>stunned</> enemies. Skill cooldown is reset when the enemy is defeated.",
    "sk_c2038_2s_de": "Increases damage dealt.",
    "sms_c2047_nm": "Finding the Strongest",
    "sms_c2047_de": "His desire to fight the strongest made him follow the path of Asura.",
    "chrn_c2047": "Martial Artist Ken",
    "c2047_de_story": "In his goal of becoming the strongest in the universe, he is hunting down and challenging every martial arts master he can find. He will cross time and space, and even dimensions, to find a worthy challenger.",
    "c2047_2line": "A boy heading for greatness",
    "c2047_gacha_get": "I'll teach you how strong I am.",
    "sk_c2047_1_sknm": "Knockout",
    "sk_c2047_2_sknm": "Dragon Flame",
    "sk_c2047_3_sknm": "The Coming of Asura",
    "pa_c2047_21_de": "+5% damage dealt by Dragon Flame",
    "pa_c2047_22_de": "+10% damage dealt by Dragon Flame",
    "pa_c2047_23_de": "+15% damage dealt by Dragon Flame",
    "sk_c2047_1_de": "Batters the enemy, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> for 1 turn.",
    "sk_c2047_2_de": "Has a 30% chance to counterattack when attacked, with a 100% chance to counterattack with Dragon Flame after suffering a critical hit.\\nDragon Flame: Causes critical hit, and deals damage proportional to the caster's lost Health.",
    "sk_c2047_3_de": "Attacks all enemies with a powerful ground pound, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns.",
    "sk_c2047_3s_de": "Increases damage dealt.",
    "sk_c2047_3u_de": "Attacks all enemies with a powerful ground pound, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns, and <#FFFFFF>increase Attack</> of the caster for 2 turns.",
    "sms_c2049_nm": "Cafe Destroyer",
    "sms_c2049_de": "She breaks anything she touches, but she doesn't care.",
    "c2049_2line": "Clueless Queen of a maid cafe",
    "c2049_de_story": "\"You could be the queen of our store!\" -- Enticed by such a suggestion, Chloe began working in a maid café, but with no idea what kind of work a maid is expected to do, she lacks a certain care for her customers.",
    "chrn_c2049": "Maid Chloe",
    "c2049_gacha_get": "Hi, hi! I'm this maid cafe's queen, Chloe!",
    "sk_c2049_1_sknm": "Heavy Strike",
    "sk_c2049_2_sknm": "Maid's Cheer",
    "sk_c2049_3_sknm": "VIP Treatment",
    "pa_c2049_21_de": "+5% healing",
    "pa_c2049_22_de": "+5% healing",
    "pa_c2049_23_de": "+5% healing",
    "pa_c2049_24_de": "+5% healing",
    "pa_c2049_25_de": "+10% healing",
    "pa_c2049_26_de": "+10% healing",
    "pa_c2049_27_de": "+10% healing",
    "sk_c2049_1_de": "Attacks with a hammer, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> for 1 turn.",
    "sk_c2049_1s_de": "Grants an extra turn.",
    "sk_c2049_2_de": "Recovers the Health of the caster and the ally with the lowest Health at the beginning of the caster's turn. Amount recovered increases proportional to the caster's max Health.",
    "sk_c2049_3_de": "Entertains all allies with VIP Treatment, reviving all dead allies to 20% Health, and granting <#FFFFFF>revive</> for 3 turns to all living allies.",
    "sk_c2049_3u_de": "Entertains all allies with VIP Treatment, reviving all dead allies to 20% Health, and granting <#FFFFFF>revive</> for 3 turns to all living allies. <#FFFFFF>Increases Attack</> of all allies for 3 turns.",
    "sms_c2050_nm": "Similar but Better",
    "sms_c2050_de": "Sometimes fulfilling desires can result in great things.",
    "chrn_c2050": "Specter Tenebria",
    "c2050_gacha_get": "Now I shall force you into an eternal nightmare. Ahaha.",
    "c2050_de_story": "While searching for a form that she liked, Tenebria enjoyed destroying people's minds. Her greatest joy came from watching them die from the poison of her illusions.",
    "c2050_2line": "A poisonous nightmare seeped in cruelty",
    "sk_c2050_1_sknm": "Poison Blast",
    "sk_c2050_2_sknm": "Nightmare Illusion",
    "sk_c2050_3_sknm": "Endless Nightmare",
    "pa_c2050_21_de": "+0.5% all stats",
    "pa_c2050_22_de": "+1% all stats",
    "pa_c2050_23_de": "+1.5% all stats",
    "sk_c2050_1_de": "Attacks with an explosion of poison energy, with a <#FF9900>{{variable}}</> chance to inflict <#FFFFFF>poison</> for 2 turns.",
    "sk_c2050_1s_de": "Grants an extra turn.",
    "sk_c2050_2_de": "When an ally capable of being attacked is still remaining, the caster will not be attacked. Increases Attack and Defense of the caster by <#FF9900>{{variable}}</> every time somebody dies. Effect can only stack up to 5 times.",
    "sk_c2050_3_de": "Attacks with a nightmare crystal, <#FFFFFF>stunning</> for 1 turn. Decreases the Combat Readiness of all remaining enemies by 50% when an enemy dies.",
    "sk_c2050_3u_de": "Attacks with a nightmare crystal, <#FFFFFF>stunning</> for 1 turn. Decreases the Combat Readiness of all remaining enemies by 50% when an enemy dies. Damage dealt increases proportional to the number of debuffs inflicted on the enemy.",
    "chrn_c2053": "Desert Jewel Basar",
    "c2053_gacha_get": "Hmm, who's today's lucky lady?",
    "c2053_de_story": "Prodigal son and heir of a once-famous merchant guild in Ki Ruburan, he changed greatly after going on an adventure with two of his friends. Upon his return, he took over control of his family's guild, which had since fallen to betrayals and misfortunes, and brought its fortune to new heights under its new name: the Basar Merchant Guild.",
    "c2053_2line": "The most brilliant gem in the history of Ki Ruburan",
    "sk_c2053_1_sknm": "Desert Wind",
    "sk_c2053_2_sknm": "Everlasting Oasis",
    "sk_c2053_3_sknm": "Bastet Roar",
    "sk_c2053_1_de": "Attacks the enemy with wind, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> for 1 turn.",
    "sk_c2053_1s_de": "Attacks all enemies. Increases the amount recovered by Everlasting Oasis.",
    "sk_c2053_2_de": "Heals all allies after using Desert Wind. Amount recovered increases proportional to the targets' max Health and the caster's Attack.",
    "sk_c2053_3_de": "Bastet roars, dispelling all debuffs from all allies, before increasing their Combat Readiness by <#FF9900>{{variable}}</>. ",
    "sk_c2053_3u_de": "Bastet roars,  dispelling all debuffs and granting <#FFFFFF>immunity</> for 3 turns to all allies, before increasing their Combat Readiness by <#FF9900>{{variable}}</>.",
    "sms_c2053_nm": "Ingenuity",
    "sms_c2053_de": "He has an instinct for only making the decisions that will benefit him most.",
    "pa_c2053_21_de": "+2% healing",
    "pa_c2053_22_de": "+3% healing",
    "pa_c2053_23_de": "+5% healing",
    "pa_c2053_24_de": "+5% healing",
    "pa_c2053_25_de": "+5% healing",
    "sms_c2054_nm": "Alluring Look",
    "sms_c2054_de": "Once you fall for those eyes, there's no escaping.",
    "chrn_c2054": "Crescent Moon Rin",
    "c2054_gacha_get": "Did I leave you waiting too long?",
    "c2054_2line": "A dancing girl beloved by everyone for her mysterious charm",
    "c2054_de_story": "A dancer at the Crescent Moon Theatre in Savara loved by many for her outstanding beauty, talent, and the mystery that surrounds her true identity. Only a few, including her guardian, Basar, know she is Rin.",
    "sk_c2054_1_sknm": "Heckle",
    "sk_c2054_2_sknm": "Eyecatcher",
    "sk_c2054_3_sknm": "Curtain Call",
    "sk_c2054_1_de": "Attacks the enemy with a ring, granting a <#FFFFFF>random buff</> to the caster for 1 turn.",
    "sk_c2054_1s_de": "Grants a random buff to all allies for 2 turns.",
    "sk_c2054_2_de": "Attacks the enemy with a lavish dance, stealing two buffs and granting their effects to all allies.",
    "sk_c2054_3_de": "Crosses rings to attack the enemy, dispelling all of the target's buffs before granting <#FFFFFF>immunity</> to all allies for 2 turns.",
    "sk_c2054_3u_de": "Crosses rings to attack the enemy, dispelling all of the target's buffs before granting <#FFFFFF>immunity</> to all allies for 2 turns. Caster is granted an <#FFFFFF>extra turn</> when buffs have been dispelled.",
    "sms_c3001_nm": "Know-How",
    "sms_c3001_de": "Inquisitors know how to defeat their enemies easily with the knowledge they've acquired from Ilryos.",
    "chrn_c3001": "Butcher Corps Inquisitor",
    "c3001_gacha_get": "God wills it!",
    "c3001_de_story": "The main duty of the Church of Ilryos Butcher Corps is to track down and punish traitors or fugitives.",
    "c3001_2line": "Butcher Corps soldiers fighting for the Church of Ilryos",
    "sk_c3001_1_sknm": "Heavy Strike",
    "sk_c3001_2_sknm": "Butcher Corps Gear",
    "sk_c3001_3_sknm": "Hack",
    "pa_c3001_21_de": "-5% damage received limit",
    "pa_c3001_22_de": "-5% damage received limit",
    "pa_c3001_23_de": "-5% damage received limit",
    "sk_c3001_1_de": "Strikes the enemy with a blade, with a <#FF9900>{{variable}}</> chance each to dispel two buffs.",
    "sk_c3001_2_de": "Damage suffered in one attack does not exceed <#FF9900>{{variable}}</> of max Health.",
    "sk_c3001_3_de": "Strikes indiscriminately at the enemy, dealing damage proportional to the caster's lost Health.",
    "sk_c3001_3s_de": "Increases damage dealt.",
    "sk_c3001_3u_de": "Strikes indiscriminately at the enemy, dealing damage proportional to the caster's lost Health, and recovering Health proportional to the damage dealt.",
    "sms_c3002_nm": "Veteran Soldier",
    "sms_c3002_de": "As a soldier of the palace, they take pride in keeping order.",
    "chrn_c3002": "Taranor Royal Guard",
    "c3002_gacha_get": "Leave everything to me.",
    "c3002_de_story": "Soldiers responsible for guarding the King and Taranor Royal Palace, even as the energy of rebellion flows throughout Taranor, they remain faithfully loyal.",
    "c3002_2line": "For Taranor! A soldier following any royal command",
    "sk_c3002_1_sknm": "Sword of the Kingdom",
    "sk_c3002_2_sknm": "Shield Deflect",
    "sk_c3002_3_sknm": "Strike",
    "pa_c3002_21_de": "+2% reflected damage",
    "pa_c3002_22_de": "+3% reflected damage",
    "pa_c3002_23_de": "+5% reflected damage",
    "pa_c3002_24_de": "+5% reflected damage",
    "pa_c3002_25_de": "+5% reflected damage",
    "sk_c3002_1_de": "Attacks with a sword, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>provoke</> for 1 turn. Damage dealt increases proportional to the caster's max Health.",
    "sk_c3002_2_de": "The caster reflects <#FF9900>{{variable}}</> of the damage suffered from a critical hit. Reflected damage can't be higher than caster's max Health.",
    "sk_c3002_3_de": "Jumps towards the enemy and attacks them, dispelling all buffs. Damage dealt increases proportional to the caster's max Health.",
    "sk_c3002_3s_de": "Increases damage dealt.",
    "sk_c3002_3u_de": "Jumps towards the enemy and attacks them, dispelling all buffs and absorbing all damage as Health. Damage dealt increases proportional to the caster's max Health.",
    "sms_c3003_nm": "Born in the Woods",
    "sms_c3003_de": "She can smell the woods even from the middle of a desert.",
    "chrn_c3003": "Kluri",
    "c3003_gacha_get": "I'm Kluri, a mercenary. My motto is minimum effort, maximum reward, so don't give me anything too difficult.",
    "c3003_de_story": "A member of Armin's Longtail Company, Kluri's only goal is to earn money to live a decent life. She hates anything that's tedious. Having left Dun Blyraia at a young age, she is unaware she is an Elf.",
    "c3003_2line": "A mercenary doing the bare minimum to earn her paycheck",
    "sk_c3003_1_sknm": "Light Step",
    "sk_c3003_2_sknm": "Magic Resist",
    "sk_c3003_3u_sknm": "Fortitude",
    "pa_c3003_21_de": "+0.5% healing",
    "pa_c3003_22_de": "+0.5% healing",
    "pa_c3003_23_de": "+1% healing",
    "pa_c3003_24_de": "+1% healing",
    "pa_c3003_25_de": "+1% healing",
    "pa_c3003_26_de": "+1% healing",
    "sk_c3003_1_de": "Strikes in the direction of the enemy, increasing the caster's Combat Readiness by <#FF9900>{{variable}}</>. Damage dealt increases proportional to the caster's Defense.",
    "sk_c3003_2_de": "Recovers <#FF9900>{{variable}}</> Health at the beginning of every turn.",
    "sk_c3003_3_de": "Has a <#FF9900>{{variable}}</> chance to <#FFFFFF>provoke</> for 2 turns.",
    "sk_c3003_3s_de": "Ignores effect resistance.",
    "sk_c3003_3u_de": "Has a <#FF9900>{{variable}}</> chance to <#FFFFFF>provoke</> and <#FFFFFF>decrease Defense</> for 2 turns.",
    "sms_c3004_nm": "It's Basic",
    "sms_c3004_de": "In order to defend your client, some basic hunting is required.",
    "chrn_c3004": "Arowell",
    "c3004_gacha_get": "Were you looking for me?",
    "c3004_de_story": "Doris Rutton's personal bodyguard, Arowell often comes off as stiff due to her serious personality. She is willing to follow Doris anywhere, and will protect her at any cost.",
    "c3004_2line": "A bodyguard who will protect her lady at any cost",
    "sk_c3004_1_sknm": "Shield Thrust",
    "sk_c3004_2_sknm": "Escort",
    "sk_c3004_3_sknm": "Defensive Position",
    "pa_c3004_21_de": "+2% barrier strength",
    "pa_c3004_22_de": "+2% barrier strength",
    "pa_c3004_23_de": "+2% barrier strength",
    "sk_c3004_1_de": "Attacks with a sword and a shield, with a <#FF9900>{{variable}}</> chance to dispel one buff. Damage dealt increases proportional to the caster's max Health.",
    "sk_c3004_2_de": "Grants a <#FFFFFF>barrier</> for 2 turns to the ally with the lowest Health at beginning of the turn. Barrier strength increases proportional to the caster's max Health.",
    "sk_c3004_3_de": "Attacks the enemy, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> for 1 turn. Damage dealt increases proportional to the caster's max Health.",
    "sk_c3004_3s_de": "Ignores effect resistance.",
    "sk_c3004_3u_de": "Attacks with a sword, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> for 1 turn and decreases Combat Readiness by 30%. Damage dealt increases proportional to the caster's max Health.",
    "sms_c3005_nm": "Resemblance",
    "sms_c3005_de": "Unrepentant and without regret, she follows orders and thinks of herself as a machine.",
    "chrn_c3005": "Pyllis",
    "c3005_gacha_get": "I live to follow orders... Will that be enough?",
    "c3005_de_story": "Part of the Church of Ilryos, Pyllis was originally Human before the Homunculus experiments changed her. She cannot remember anything from her time as a Human, but has a lingering feeling of being abandoned by a friend.",
    "c3005_2line": "A lonely Homunculus with missing memories",
    "sk_c3005_1_sknm": "Weakening Blow",
    "sk_c3005_2_sknm": "Will",
    "sk_c3005_3_sknm": "Guard",
    "pa_c3005_21_de": "+10% Defense increase when attacked",
    "pa_c3005_22_de": "+10% Defense increase when attacked",
    "pa_c3005_23_de": "+10% Defense increase when attacked",
    "pa_c3005_24_de": "+10% Defense increase when attacked",
    "pa_c3005_25_de": "+10% Defense increase when attacked",
    "sk_c3005_1_de": "Attacks the enemy, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>provoke</>. Damage dealt increases proportional to the caster's Defense.",
    "sk_c3005_2_de": "Increases Defense when attacked. <#FFFFFF>Increases Defense</> of all allies for 2 turns every fourth attack received. Effect can only stack up to 5 times.",
    "sk_c3005_3_de": "Attacks the enemy, and grants <#FFFFFF>barrier</> on the caster for 2 turns. Barrier strength is proportional to the caster's Defense.",
    "sk_c3005_3s_de": "Skill cooldown is decreased by 2 turns.",
    "sk_c3005_3u_de": "Attacks the enemy, and grants <#FFFFFF>barrier</> on all allies for 2 turns. Barrier strength increases in proportion to the caster's Defense.",
    "sms_c3006_nm": "Strong Will",
    "sms_c3006_de": "He's always training, determined to become the strongest knight.",
    "c3006_2line": "An impious knight of the Order of the Sword",
    "c3006_de_story": "With no particular religious faith, and wishing solely to become stronger, he joined the Order of the Sword. His only goal is to have his name remembered by future generations as a powerful knight and he cannot understand anyone who dies in the service of faith or personal beliefs.",
    "chrn_c3006": "Bask",
    "c3006_gacha_get": "My name is Bask Royceman, an escort of the Order of the Sword. I look forward to working with you.",
    "sk_c3006_1_sknm": "Protective Strike",
    "sk_c3006_2_sknm": "Shield Blow",
    "sk_c3006_3_sknm": "Will of Protection",
    "sk_c3006_1_de": "Slashes with a sword, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> for 1 turn. Damage dealt increases proportional to the caster's max Health.",
    "sk_c3006_2_de": "Attacks with a shield, with a <#FF9900>{{variable}}</> chance to dispel all buffs. Damage dealt increases proportional to the caster's max Health.",
    "sk_c3006_2s_de": "Skill cooldown is decreased by 2 turns.",
    "sk_c3006_3_de": "Covers all allies with the Will of Protection, granting <#FFFFFF>immunity</> for 3 turns.",
    "sk_c3006_3u_de": "Covers all allies with the Will of Protection, granting <#FFFFFF>immunity</> for 3 turns, before granting a <#FFFFFF>barrier</> to the caster for 3 turns. <#FFFFFF>Barrier</> strength increases proportional to the caster's max Health.",
    "sms_c3011_nm": "Undercover",
    "sms_c3011_de": "She can go anywhere with her skills of subterfuge.",
    "chrn_c3011": "Judith",
    "c3011_gacha_get": "Public Security Club Officer Judith, reporting in!",
    "c3011_de_story": "A cute and cheerful member of Reingar's Public Security Club, Judith originally came to Reingar as a thief with her eyes on magical artifacts. However, she enjoyed her time in the Public Security Club so much, she eventually forgot her original goal. She is an old friend of the Longtail Company's commander, Armin.",
    "c3011_2line": "A Public Security Club officer, who on second glance is revealed as a thief",
    "sk_c3011_1_sknm": "Weakness Attack",
    "sk_c3011_2_sknm": "Urgent Evasion",
    "sk_c3011_3_sknm": "Mark of Acceleration",
    "pa_c3011_21_de": "+5% trigger chance",
    "pa_c3011_22_de": "+5% trigger chance",
    "pa_c3011_23_de": "+5% trigger chance",
    "pa_c3011_24_de": "+5% trigger chance",
    "pa_c3011_25_de": "+10% trigger chance",
    "sk_c3011_1_de": "Attacks with dual-wielded swords. When the caster is <#FFFFFF>stealthed</>, has a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> the enemy for 1 turn.",
    "sk_c3011_2_de": "When attacked, has a <#FF9900>{{variable}}</> chance to become <#FFFFFF>stealthed</> for 1 turn.",
    "sk_c3011_3_de": "Increases the Combat Readiness of allies by <#FF9900>{{variable}}</>.",
    "sk_c3011_3s_de": "Grants an extra turn.",
    "sk_c3011_3u_de": "Increases the Combat Readiness of allies by <#FF9900>{{variable}}</>, and grant <#FFFFFF>stealth</> for 1 turn.",
    "sms_c3012_nm": "Excellent Instructor",
    "sms_c3012_de": "She's contributed greatly to helping knights in their development.",
    "chrn_c3012": "Alexa",
    "c3012_gacha_get": "Before the Goddess, I vow to do my best.",
    "c3012_de_story": "Despite her young age, Alexa has managed to become a formally appointed knight of the Order of the Sword trusted with all kinds of duties. She greatly admires Iseria, who taught her how to use a sword.",
    "c3012_2line": "A faithful and honest member of the Order of the Sword",
    "sk_c3012_1_sknm": "Fell",
    "sk_c3012_2_sknm": "Cold Edge",
    "sk_c3012_3_sknm": "Crushing Blow",
    "sk_c3012_1_de": "Cuts the enemy with dual-wielded swords. A critical hit will have a 50% chance of granting an extra attack. Can only be activated once per turn.",
    "sk_c3012_1u_de": "Cuts the enemy with dual-wielded swords. A critical hit will grant an extra attack. Can only be activated once per turn.",
    "sk_c3012_2_de": "Attacks with a cold blade with a <#FF9900>{{variable}}</> chance to inflict two <#FFFFFF>poison</> effects for 2 turns, and increases the caster's Combat Readiness by 30%.",
    "sk_c3012_2s_de": "Ignores effect resistance.",
    "sk_c3012_3_de": "Attacks the enemy continuously, dealing damage proportional to number of debuffs inflicted on the enemy.",
    "sms_c3013_nm": "Food Master",
    "sms_c3013_de": "Not very popular, but a great cook. A self-taught chef from his days leading a group of nomads.",
    "chrn_c3013": "Roozid",
    "c3013_gacha_get": "Though I may be lacking, I will do my best!",
    "c3013_de_story": "A quiet and kind young canine Suin of the Itan Clan, despite struggling to feed even himself, Roozid makes sure the sandcats of the Great Desert do not starve either. He admires Cartuja greatly.",
    "c3013_2line": "A kind warrior of the Itan Clan who takes care of the sandcats",
    "sk_c3013_1_sknm": "Hemorrhage",
    "sk_c3013_2_sknm": "Wind Slash",
    "sk_c3013_3_sknm": "Divine Response",
    "sk_c3013_1_de": "Cuts the enemy with dual-wielded swords, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Speed</> for 2 turns. Damage dealt increases proportional to the caster's Speed.",
    "sk_c3013_2_de": "Attacks with a swordstorm, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> for 2 turns. Damage dealt increases proportional to the caster's Speed.",
    "sk_c3013_3_de": "Corrects stance, increasing Combat Readiness of all allies by <#FF9900>{{variable}}</>.",
    "sk_c3013_3s_de": "Grants an extra turn.",
    "sk_c3013_3u_de": "Corrects stance, increasing Combat Readiness of all allies by <#FF9900>{{variable}}</> and <#FFFFFF>increasing their Speed</> for 2 turns.",
    "sms_c3014_nm": "Basic of Ambush",
    "sms_c3014_de": "She kills her targets quickly and silently.",
    "chrn_c3014": "Mirsa",
    "c3014_gacha_get": "The desert taught me that nothing is forever and nothing truly disappears.",
    "c3014_de_story": "A mercenary and adventurer constantly going back and forth between Savara and the Great Desert, Mirsa's main business is treasure hunting. A child of nomads, she has no fixed home. Finding old ruins in the desert is one of her favorite things.",
    "c3014_2line": "A cool treasure hunter shining within a sandstorm",
    "sk_c3014_1_sknm": "Double Edge",
    "sk_c3014_2_sknm": "Brush Off",
    "sk_c3014_3_sknm": "Raid",
    "pa_c3014_21_de": "+5% Evasion Chance",
    "pa_c3014_22_de": "+5% Evasion Chance",
    "pa_c3014_23_de": "+5% Evasion Chance",
    "sk_c3014_1_de": "Attacks with dual-wielded swords, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Speed</> for 2 turns. Damage dealt increases proportional to the caster's Speed.",
    "sk_c3014_2_de": "Increases Evasion. When Health is less than 50%, effect is increased by an extra <#FF9900>{{variable}}</>. After successfully evading, the caster is granted <#FFFFFF>increased Speed</> for 2 turns, and their cooldown decreases by 1 turn.",
    "sk_c3014_3_de": "Ambushes the target, <#FFFFFF>silencing</> them for 1 turn. Damage dealt increases proportional to caster's Speed.",
    "sk_c3014_3s_de": "Increases damage dealt.",
    "sk_c3014_3u_de": "Ambushes the target, <#FFFFFF>silencing</> them for 2 turns. Damage dealt increases proportional to caster's Speed.",
    "sms_c3015_nm": "Survival Expert",
    "sms_c3015_de": "Survival requires practice. Lots of practice.",
    "chrn_c3015": "Sven",
    "c3015_gacha_get": "Look forward to what I have to offer!",
    "c3015_de_story": "The leader of Wetheric Moor's new Strongman Company, Sven is straightforward and outgoing, with a goal to keep getting stronger. A hot-blooded young man who is likely training even now.",
    "c3015_2line": "A native of Wetheric Moor, and leader of a new mercenary company",
    "sk_c3015_1_sknm": "Wicked Strike",
    "sk_c3015_2_sknm": "Potential",
    "sk_c3015_3_sknm": "Capital Punishment",
    "pa_c3015_21_de": "-1 turn cooldown",
    "pa_c3015_22_de": "-1 turn cooldown",
    "pa_c3015_23_de": "-1 turn cooldown",
    "pa_c3015_24_de": "-1 turn cooldown",
    "sk_c3015_1_de": "Attacks with dual-wielded swords, and triggers an extra attack when the caster's Health is less than 50%.\\nExtra attack deals damage proportional to the caster's lost Health, and can only be activated once per turn.",
    "sk_c3015_2_de": "Grants <#FFFFFF>immortality</> and <#FFFFFF>increased Attack</> for 1 turn when the caster receives lethal damage.\\nCan only be activated once every <#FF9900>{{variable}}</> turn(s).",
    "sk_c3015_3_de": "Attacks all enemies and inflicts huge damage, using 15% of Health. Damage dealt increases proportional to the caster's lost Health.",
    "sk_c3015_3s_de": "Increases damage dealt.",
    "sk_c3015_3u_de": "Attacks all enemies, dealing huge damage proportional to the enemy's lost Health.",
    "sms_c3021_nm": "Hobbyist",
    "sms_c3021_de": "She seeks adventure, but treads lightly.",
    "chrn_c3021": "Tieria",
    "c3021_gacha_get": "I look forward to working with you.",
    "c3021_de_story": "An adventurous woman, Tieria always chooses to travel in dangerous locations to satisfy her love for thrills. Her personality is calm and carefree, and she prefers to travel alone instead of dealing with other people. However, her beauty ensures she always attracts plenty of attention.",
    "c3021_2line": "An adventurer of strange new lands who loves solitude",
    "sk_c3021_1_sknm": "Demon Cutter",
    "sk_c3021_2_sknm": "Dance of Sands",
    "sk_c3021_3_sknm": "Soul Break",
    "pa_c3021_21_de": "+1% Combat Readiness",
    "pa_c3021_22_de": "+1% Combat Readiness",
    "pa_c3021_23_de": "+1% Combat Readiness",
    "pa_c3021_24_de": "+2% Combat Readiness",
    "sk_c3021_1_de": "Attacks with an axe, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Hit Chance</> for 1 turn.",
    "sk_c3021_2_de": "Increases the Combat Readiness of allies except for the caster by <#FF9900>{{variable}}</> when an attack hits.",
    "sk_c3021_3_de": "Strikes the enemy, dealing damage proportional to the target's max Health.",
    "sk_c3021_3s_de": "Grants an extra turn.",
    "sk_c3021_3u_de": "Strikes the enemy strongly, dealing damage proportional to the target's max Health.",
    "sms_c3022_nm": "Pharmacy of Apostles",
    "sms_c3022_de": "A maker of medicine to heal wounds and food to stimulate thought.",
    "chrn_c3022": "Enott",
    "c3022_gacha_get": "Hmph, pleased to meet you.",
    "c3022_de_story": "A nasty, arrogant and ambitious man with an inflated sense of his own abilities, Enott used his connections with a noble Ezera family to become a priest of the Rose Apostles.",
    "c3022_2line": "A sly and selfish priest of the Rose Apostles",
    "sk_c3022_1_sknm": "Smash",
    "sk_c3022_2_sknm": "Judgment",
    "sk_c3022_3_sknm": "Prepare Judgment",
    "sk_c3022_1_de": "Attacks with an axe, with a <#FF9900>{{variable}}</> chance to cause <#FFFFFF>bleeding</> for 2 turns. Damage dealt increases proportional to the amount of the enemy's lost Health.",
    "sk_c3022_2_de": "Attacks with a sharp blow, with a <#FF9900>{{variable}}</> chance each to <#FFFFFF>decrease Defense</> and make them <#FFFFFF>unable to be buffed</> for 2 turns.",
    "sk_c3022_3_de": "Corrects stance, <#FFFFFF>increasing Attack</> for 2 turns, and Combat Readiness by <#FF9900>{{variable}}</>.",
    "sk_c3022_3s_de": "Extends buff duration by 1 turn.",
    "sk_c3022_3u_de": "Corrects stance, <#FFFFFF>increasing Attack</> and <#FFFFFF>Critical Hit Chance</> for 2 turns, and Combat Readiness by <#FF9900>{{variable}}</>.",
    "sms_c3023_nm": "One by One",
    "sms_c3023_de": "She shows no hesitation while defeating her enemies.",
    "chrn_c3023": "Helga",
    "c3023_gacha_get": "Don't you dare look down on me. I will gore you.",
    "c3023_de_story": "Though small in stature, Helga is a fierce eyed bounty hunter who is never without her trademark axe and horned helm. Rough-spoken and rough-tempered, she has no time for those who look down on her, and prefers to work alone.",
    "c3023_2line": "A treasure hunter with a love for big axes and horned helms",
    "sk_c3023_1_sknm": "Armor Rend",
    "sk_c3023_2_sknm": "Attack Chain",
    "sk_c3023_3_sknm": "Cry of Victory",
    "sk_c3023_1_de": "Attacks with an axe, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns.",
    "sk_c3023_2_de": "Strikes in the direction of the enemy with an axe. A critical hit will have a 50% chance to extend any buffs granted to the caster by 1 turn.",
    "sk_c3023_2u_de": "Strongly slams the enemy with an axe. A critical hit will extend any buffs granted to the caster by 1 turn.",
    "sk_c3023_3_de": "Encourages allies, <#FFFFFF>increasing Attack</> for 2 turns.",
    "sk_c3023_3s_de": "Extends buff duration by 1 turn.",
    "sms_c3024_nm": "Veteran Mercenary",
    "sms_c3024_de": "He's diligent and skillful. War doesn't take place just on the battlefield.",
    "chrn_c3024": "Gunther",
    "c3024_gacha_get": "The worth of a man is not determined by appearance but by actions. I'll forge my own way no matter what!",
    "c3024_de_story": "A veteran of the Archdemon War, Gunther is often misunderstood because of his rough-looking face, but he is a highly-talented treasure hunter.",
    "c3024_2line": "A carefree and tough warrior known as the Slaughterer",
    "sk_c3024_1_sknm": "Spirited Blow",
    "sk_c3024_2_sknm": "Veteran",
    "sk_c3024_3_sknm": "Tenacious Strike",
    "pa_c3024_21_de": "+5% Attack",
    "pa_c3024_22_de": "+5% Attack",
    "pa_c3024_23_de": "+5% Attack",
    "pa_c3024_24_de": "+5% Attack",
    "pa_c3024_25_de": "+5% Attack",
    "sk_c3024_1_de": "Attacks with an axe, with a <#FF9900>{{variable}}</> chance to cause <#FFFFFF>bleeding</> for 2 turns.",
    "sk_c3024_2_de": "The caster does not deal a critical hit, but Attack increases by <#FF9900>{{variable}}</>, and Critical Hit Resistance increases by 70%.",
    "sk_c3024_3_de": "Attacks with an axe, <#FFFFFF>stunning</> for 1 turn.",
    "sk_c3024_3s_de": "Increases damage dealt.",
    "sk_c3024_3u_de": "Attacks with an axe, <#FFFFFF>stunning</> for 1 turn and <#FFFFFF>decreasing Defense</> for 2 turns.",
    "sms_c3025_nm": "Some Doctrine",
    "sms_c3025_de": "To end their suffering, they chose a doctrine of heresy.",
    "chrn_c3025": "Church of Ilryos Axe",
    "c3025_gacha_get": "The Church of Ilryos saves all!",
    "c3025_de_story": "A fanatical soldier who believes in the Church of Ilryos, fighting against those who seek to oppress it, and punishing traitors.",
    "c3025_2line": "An axeman following the Church of Ilryos",
    "sk_c3025_1_sknm": "Disconnect",
    "sk_c3025_2_sknm": "Attack Chain",
    "sk_c3025_3_sknm": "Plagued Strike",
    "sk_c3025_1_de": "Attacks with an axe. A critical hit will inflict <#FFFFFF>bleeding</> for 1 turn. Damage dealt increases proportional to the amount of the enemy's lost Health.",
    "sk_c3025_2_de": "Attacks all enemies with a shockwave, dealing damage proportional to the amount of the enemy's lost Health.",
    "sk_c3025_2s_de": "Increases damage dealt.",
    "sk_c3025_2u_de": "Attacks all enemies with a shockwave, granting an <#FFFFFF>extra turn</> to the caster when an enemy is defeated. Damage dealt increases proportional to the enemy's lost Health.",
    "sk_c3025_3_de": "Smacks the enemy, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns.",
    "sms_c3031_nm": "Sharp Insight",
    "sms_c3031_de": "With sharp eyes, she thwarts those that would do evil.",
    "chrn_c3031": "Azalea",
    "c3031_gacha_get": "Order! I am an officer of the Reingar Public Security Club, Azalea Pormia!",
    "c3031_de_story": "An officer of the Reingar Public Security Club, Azalea is mainly responsible for guarding the library and catching book thieves. Despite being trusted with many leadership duties, she has a history of continuously failing to be appointed to the Student Council.",
    "c3031_2line": "A faithful officer with a duty to maintain order",
    "sk_c3031_1_sknm": "Persistent Attack",
    "sk_c3031_2_sknm": "Challenging Blow",
    "sk_c3031_3_sknm": "Sweep",
    "sk_c3031_1_de": "Stabs the enemy with a spear and recovers own Health proportional to max Health.",
    "sk_c3031_2_de": "Attacks the enemy, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>provoke</> for 2 turns.",
    "sk_c3031_2s_de": "Ignores effect resistance.",
    "sk_c3031_2u_de": "Attacks the enemy, with a<#FF9900>{{variable}}</>chance each of <#FFFFFF>provoking</> and making them <#FFFFFF>unhealable</> for 2 turns.",
    "sk_c3031_3_de": "Sweeps the enemy with a spear, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Speed</> for 2 turns.",
    "sms_c3032_nm": "Experienced Soldier",
    "sms_c3032_de": "They've honed their skills by confronting countless enemies.",
    "chrn_c3032": "Taranor Guard",
    "c3032_gacha_get": "Salute! I vow to follow your every order!",
    "c3032_de_story": "A member of the Taranor Guard. Unafraid of death, they will obey any order.",
    "c3032_2line": "A brave guard protecting Taranor",
    "sk_c3032_1_sknm": "Spear Art",
    "sk_c3032_2_sknm": "Discipline",
    "sk_c3032_3_sknm": "Pierce",
    "pa_c3032_21_de": "+1% Dual Attack chance",
    "pa_c3032_22_de": "+1% Dual Attack chance",
    "pa_c3032_23_de": "+1% Dual Attack chance",
    "pa_c3032_24_de": "+1% Dual Attack chance",
    "pa_c3032_25_de": "+1% Dual Attack chance",
    "sk_c3032_1_de": "Knocks the enemy into the air with a spear, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 1 turn.",
    "sk_c3032_2_de": "Increases chance of <#FFFFFF>Dual Attack</> by <#FF9900>{{variable}}</>. Combat Readiness of all allies increases by 25% when a Dual Attack is triggered.",
    "sk_c3032_2u_de": "Increases chance of <#FFFFFF>Dual Attack</> by <#FF9900>{{variable}}</>. Combat Readiness of all allies increases by 25% and the caster is granted <#FFFFFF>increased Attack</> for 1 turn when a Dual Attack is triggered.",
    "sk_c3032_3_de": "Pierces the enemy's weak point with a spear, decreasing Combat Readiness by <#FF9900>{{variable}}</>.",
    "sk_c3032_3s_de": "Skill cooldown is decreased by 2 turns.",
    "sms_c3033_nm": "Manly Man",
    "sms_c3033_de": "Come at me! As you know, experience always makes you stronger.",
    "chrn_c3033": "Mucacha",
    "c3033_gacha_get": "Right or wrong, I'll worry about that later!",
    "c3033_de_story": "Living carefree as the leader of a group of thieves, Mucacha turned over a new leaf after meeting Cecilia and began an honest life as a follower of Corvus. He cherishes loyalty.",
    "c3033_2line": "A reformed thief, descended from Angara",
    "sk_c3033_1_sknm": "Ancient Spear Art",
    "sk_c3033_2_sknm": "Wild",
    "sk_c3033_3_sknm": "Enlightened Blow",
    "pa_c3033_21_de": "+0.1% Speed",
    "pa_c3033_22_de": "+0.2% Speed",
    "pa_c3033_23_de": "+0.2% Speed",
    "pa_c3033_24_de": "+0.2% Speed",
    "pa_c3033_25_de": "+0.3% Speed",
    "sk_c3033_1_de": "Attacks with a spear, increasing Combat Readiness of the caster by <#FF9900>{{variable}}</>. Damage dealt increases proportional to the caster's Speed.",
    "sk_c3033_2_de": "Increases Speed by <#FF9900>{{variable}}</> each time the caster attacks an enemy. Effect can only stack up to 5 times.",
    "sk_c3033_3_de": "Attacks with Satisfying Strike, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns. Damage dealt increases proportional to the caster's Speed.",
    "sk_c3033_3s_de": "Grants an extra turn.",
    "sk_c3033_3u_de": "Attacks with a fatal blow, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns and <#FFFFFF>increase Speed</> of the caster for 2 turns. Damage dealt increases proportional to the caster's Speed.",
    "sms_c3034_nm": "Righteous Helper",
    "sms_c3034_de": "He can't turn his back on anyone who asks for help.",
    "chrn_c3034": "Rikoris",
    "c3034_gacha_get": "The spear is my passion, my specialty, my life. Hmm, if there's anything you need, feel free to ask haha!",
    "c3034_de_story": "A founding member of the Spear Club, Rikoris got caught up with Azalea and began helping out with the Public Security Club. He often lacks common sense, and is weak to the requests of others.",
    "c3034_2line": "A kind, weak-hearted member of the Spear Club",
    "sk_c3034_1_sknm": "Quick Pierce",
    "sk_c3034_2_sknm": "Cheer",
    "sk_c3034_3_sknm": "Flash Cut",
    "sk_c3034_2_de": "Encourages all allies, <#FFFFFF>increasing Speed</> for 2 turns.",
    "sk_c3034_2s_de": "Extends buff duration by 1 turn.",
    "sk_c3034_2u_de": "Encourages all allies, decreasing skill cooldown by 1 turn and <#FFFFFF>increasing Speed</> for 2 turns.",
    "sk_c3034_3_de": "Attacks all enemies with a shockwave, with a <#FF9900>{{variable}}</> chance to dispel one buff.",
    "sk_c3034_1_de": "Attacks with a spear, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns. When the caster is granted increased Speed, effect chance increases by 25%.",
    "sms_c3035_nm": "Faithful Spear",
    "sms_c3035_de": "Through faith she can overcome moments of weakness and doubt.",
    "chrn_c3035": "Lorina",
    "c3035_gacha_get": "Please, call me Lorina.",
    "c3035_de_story": "An apprentice of the Order of the Shield, Lorina is constantly practicing to achieve her goal of becoming a knight. She thinks she's clever and confident, but in reality she's quite naive and easily tricked by others.",
    "c3035_2line": "She may look skilled, but she's useless! An Order of the Shield apprentice",
    "sk_c3035_1_sknm": "Sharp Blow",
    "sk_c3035_2_sknm": "Spiritual Armament",
    "sk_c3035_3_sknm": "Resolve",
    "pa_c3035_21_de": "+0.5% Attack",
    "pa_c3035_22_de": "+0.5% Attack",
    "pa_c3035_23_de": "+1% Attack",
    "pa_c3035_24_de": "+1% Attack",
    "pa_c3035_25_de": "+2% Attack",
    "sk_c3035_1_de": "Knocks the enemy into the air with a spear.",
    "sk_c3035_1u_de": "Knocks the enemy into the air with a spear, increasing caster's Combat Readiness by 20%.",
    "sk_c3035_2_de": "Increases Attack <#FF9900>{{variable}}</> each time the caster attacks an enemy. Effect can only stack up to 5 times.",
    "sk_c3035_3_de": "Jumps into the air and strikes down at the enemy, dealing damage proportional to the amount of the enemy's lost Health.",
    "sk_c3035_3s_de": "Grants an extra turn.",
    "sms_c3041_nm": "Knowledge Is Power",
    "sms_c3041_de": "Brains beat brawn every time.",
    "chrn_c3041": "Hazel",
    "c3041_gacha_get": "I'm Hazel Stressa, Black Sheep-- Uhh, I mean, clerk of the Student Council.",
    "c3041_de_story": "Younger sister of Ginger, the vice president of the student council, Hazel is the self-styled \"Black Sheep\" clerk of the student council. An inflexible, sharp-tongued slob, yet also an extensively knowledgeable model student. She has a detailed understanding of the personal relationships and weaknesses of everyone in Reingar.",
    "c3041_2line": "The savvy model student clerk of the Student Council",
    "sk_c3041_1_sknm": "Book of Fire",
    "sk_c3041_2_sknm": "Urgent Regen",
    "sk_c3041_3_sknm": "Attack Command",
    "sk_c3041_1_de": "Attacks with fire magic, with a <#FF9900>{{variable}}</> chance to make <#FFFFFF>unhealable</> for 2 turns.",
    "sk_c3041_2_de": "Heals the target proportional to the caster's Attack and the target's max Health. When the ally's Health is less than 50%, the amount recovered will increase by 50%.",
    "sk_c3041_3_de": "Uses strengthening magic to recover Health and <#FFFFFF>increase Attack</> of all allies for 1 turn. Amount recovered is proportional to the caster's Attack and the target's max Health.",
    "sk_c3041_3s_de": "Extends buff duration by 1 turn.",
    "sk_c3041_3u_de": "Uses strengthening magic to recover Health and <#FFFFFF>increase Attack</> of all allies for 2 turns. Amount recovered is proportional to the caster's Attack and the target's max Health.",
    "sms_c3042_nm": "Sweet Medicine",
    "sms_c3042_de": "Sometimes you just need something delicious.",
    "chrn_c3042": "Montmorancy",
    "c3042_gacha_get": "It's me, Montmorancy! It'll all work out... eventually! Yes!",
    "c3042_de_story": "An apprentice sister of the Holy Order of the Blue Cross, Montmorancy is an understudy of Achates and Clarissa, the latter of which she likes very much. She is naive and often makes mistakes, but overcomes them with a positive attitude.",
    "c3042_2line": "A naive and hardworking apprentice nun",
    "sk_c3042_1_sknm": "Sleep Sorcery",
    "sk_c3042_2_sknm": "Purification",
    "sk_c3042_3_sknm": "Watery Curtain",
    "sk_c3042_1_de": "Attacks the enemy with water energy, with a <#FF9900>{{variable}}</> chance to put them to <#FFFFFF>sleep</> for 1 turn.",
    "sk_c3042_2_de": "Dispels one debuff from all allies, and heals debuffed allies. Amount recovered is proportional to the ally's max Health.",
    "sk_c3042_3_de": "Recovers ally's Health and grants <#FFFFFF>immunity</> for 2 turns. Amount recovered is proportional to the target's max Health.",
    "sk_c3042_3s_de": "Effect is granted to all allies.",
    "sk_c3042_3u_de": "Recovers ally's Health and grants <#FFFFFF>immunity</> for 2 turns, while increasing the caster's Combat Readiness by 50%. Amount recovered is proportional to the target's max Health.",
    "sms_c3043_nm": "Legend of Legend",
    "sms_c3043_de": "Believing himself to be a legendary warrior, he uses his power to overcome adversity.",
    "chrn_c3043": "Adlay",
    "c3043_gacha_get": "Dream big! Then you won't feel sorry even if you can't make it, right?",
    "c3043_de_story": "A young boy with wild dreams of becoming a legendary hero, or meeting the Heir of the Covenant, in reality Adlay is a rather plain and timid student. He wants to stand out but very ordinary.",
    "c3043_2line": "A daydreaming student dreaming of becoming a legendary hero",
    "sk_c3043_1_sknm": "Mana Release",
    "sk_c3043_2_sknm": "Heroism",
    "sk_c3043_3_sknm": "Mana Seal",
    "pa_c3043_21_de": "+0.5% Combat Readiness",
    "pa_c3043_22_de": "+0.5% Combat Readiness",
    "pa_c3043_23_de": "+0.5% Combat Readiness",
    "pa_c3043_24_de": "+0.5% Combat Readiness",
    "pa_c3043_25_de": "+1% Combat Readiness",
    "sk_c3043_1_de": "Attacks with the power of a magical tome, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> for 1 turn.",
    "sk_c3043_2_de": "Combat Readiness increases by <#FF9900>{{variable}}</> every time an ally is attacked.",
    "sk_c3043_2u_de": "Combat Readiness increases by <#FF9900>{{variable}}</> every time an ally is attacked, and skill cooldown is reset when an ally dies.",
    "sk_c3043_3_de": "Deals huge damage to all enemies with a sealing spell, with a <#FF9900>{{variable}}</> chance to increase skill cooldown by 1 turn.",
    "sk_c3043_3s_de": "Increases damage dealt.",
    "sms_c3044_nm": "Family Heritage",
    "sms_c3044_de": "The knowledge of past generations guides her.",
    "chrn_c3044": "Doris",
    "c3044_gacha_get": "I'll do my best not to let you down.",
    "c3044_de_story": "Born to a noble Taranor family, Doris was forced to flee to Reingar after receiving a huge inheritance to escape her greedy stepmother. She wants to heal those wounded with her magic. ",
    "c3044_2line": "A noble lady who embraces those wounded",
    "sk_c3044_1_sknm": "Mana Bullet",
    "sk_c3044_2_sknm": "Celebration of Light",
    "sk_c3044_3_sknm": "Light Curtain",
    "sk_c3044_1_de": "Attacks with light energy, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Hit Chance</> for 1 turn.",
    "sk_c3044_2_de": "Recites the Celebration of Light, recovering the Health of all allies and granting <#FFFFFF>continuous healing</> and <#FFFFFF>increased Defense</> for 2 turns. Amount recovered is proportional to the target's max Health.",
    "sk_c3044_2s_de": "Extends buff duration by 1 turn.",
    "sk_c3044_3_de": "Recovers an ally's Health and increases their Combat Readiness by 15% with light magic. When the ally is granted <#FFFFFF>continuous healing</>, the amount of Health recovered is doubled. Healing is proportional to the ally's max Health.",
    "sk_c3044_3u_de": "Recovers an ally's Health and increases their Combat Readiness by 30% with light magic. When the ally is granted <#FFFFFF>continuous healing</>, the amount of Health recovered is doubled. Healing is proportional to the ally's max Health.",
    "sms_c3045_nm": "Fearless",
    "sms_c3045_de": "She is unrelenting in her advance; she does not know fear.",
    "chrn_c3045": "Otillie",
    "c3045_gacha_get": "I'll help you as best I can.",
    "c3045_de_story": "Having escaped the Homunculus experiments in the Laboratory, Otillie went to Wetheric Moor, following her cloudy memory of the past. Her blank facial expression and lack of Human emotion makes it very hard to tell if she is lying. She is quick-witted with good conversational skills.",
    "c3045_2line": "An escaped Homunculus and bold-faced liar",
    "sk_c3045_1_sknm": "Dark Arrow",
    "sk_c3045_2_sknm": "Area Defense",
    "sk_c3045_3_sknm": "Mana Release",
    "pa_c3045_21_de": "-0.5% damage received",
    "pa_c3045_22_de": "-0.5% damage received",
    "pa_c3045_23_de": "-1% damage received",
    "pa_c3045_24_de": "-1% damage received",
    "pa_c3045_25_de": "-2% damage received",
    "sk_c3045_1_de": "Attacks with dark energy, with a <#FF9900>{{variable}}</> chance to make the enemy <#FFFFFF>unhealable</> for 2 turns.",
    "sk_c3045_2_de": "All allies receive <#FF9900>{{variable}}</> less damage from attacks that target all allies. When this effect is granted more than once, only the strongest effect is applied.",
    "sk_c3045_3_de": "Exhales powerful darkness to attack the enemy, decreasing Combat Readiness by <#FF9900>{{variable}}</>, before <#FFFFFF>silencing</> for 2 turns.",
    "sk_c3045_3s_de": "Skill cooldown is decreased by 2 turns.",
    "sk_c3045_3u_de": "Exhales powerful darkness to attack the enemy, decreasing Combat Readiness by <#FF9900>{{variable}}</>, before <#FFFFFF>silencing</> and making them <#FFFFFF>unable to be buffed</> for 2 turns.",
    "sms_c3051_nm": "Surprising Chef",
    "sms_c3051_de": "Cooking and battling require precise calculations and perfect planning.",
    "chrn_c3051": "Carrot",
    "c3051_gacha_get": "Efficiency in everything I do! Especially magic and math.",
    "c3051_de_story": "A member of the Magic Research Institute, Carrot sometimes helps the Student Council with their accounting at the request of Ginger and Hazel due to her talent with numbers. She is usually rational, except for her habit of wearing decorative ears to ward off jinxes.",
    "c3051_2line": "A sassy magic researcher who sees all magic as math",
    "sk_c3051_1_sknm": "Swing",
    "sk_c3051_2_sknm": "Flame Barrier",
    "sk_c3051_3_sknm": "Blaze Explosion",
    "pa_c3051_21_de": "+15% barrier strength",
    "pa_c3051_22_de": "+15% barrier strength",
    "sk_c3051_1_de": "Attacks with a staff, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Speed</> for 2 turns, before a 30% chance to <#FFFFFF>detonate</> <#FFFFFF>burn</> effects inflicted on the enemy at the end of the turn.",
    "sk_c3051_1s_de": "Increases detonation chance to 100%.",
    "sk_c3051_2_de": "After being attacked, grants the caster a <#FFFFFF>barrier</> for 1 turn and <#FFFFFF>burns</> the attacker for 1 turn. Barrier strength increases proportional to the caster's Attack.",
    "sk_c3051_3_de": "Attacks all enemies with powerful fire, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>burn</> for 1 turn.",
    "sk_c3051_3u_de": "Attacks all enemies with powerful fire, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>burn</> for 2 turns.",
    "sms_c3052_nm": "Steady",
    "sms_c3052_de": "With steady resolve you can solve anything.",
    "chrn_c3052": "Jena",
    "c3052_gacha_get": "Do you have some more work for me?",
    "c3052_de_story": "A calm and cautious mage of the Rose Apostles, Jena is rarely agitated by anything. She is childhood friends with fellow Rose Apostle, Lidica.",
    "c3052_2line": "A composed mage of the Rose Apostles",
    "sk_c3052_1_sknm": "Cold Blow",
    "sk_c3052_2_sknm": "Coerce",
    "sk_c3052_3_sknm": "Cold Snap",
    "sk_c3052_1_de": "Attacks with a staff, dealing damage proportional to number of debuffs inflicted on the enemy.",
    "sk_c3052_2_de": "Casts weakening magic on all enemies, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> for 2 turns.",
    "sk_c3052_2u_de": "Casts weakening magic on all enemies, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> and <#FFFFFF>Speed</> for 2 turns.",
    "sk_c3052_3_de": "Attacks all enemies with frost magic, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Hit Chance</> for 2 turns.",
    "sk_c3052_3s_de": "Increases damage dealt.",
    "sms_c3053_nm": "Using Talent",
    "sms_c3053_de": "Uses his talents to improve how Suin are treated and portrayed.",
    "chrn_c3053": "Jecht",
    "c3053_gacha_get": "I will do my best to live up to your expectations.",
    "c3053_de_story": "A mercenary from the Itan Clan, Jecht is committed to self-discipline and hopes to improve the treatment of his fellow Suin by becoming a skilled and famous warrior. ",
    "c3053_2line": "A hard worker who dreams of becoming the world's strongest mercenary",
    "sk_c3053_1_sknm": "Staff Assault",
    "sk_c3053_2_sknm": "Tailwind",
    "sk_c3053_3_sknm": "Gale",
    "pa_c3053_21_de": "+5% dispel chance",
    "pa_c3053_22_de": "+5% dispel chance",
    "pa_c3053_23_de": "+5% dispel chance",
    "pa_c3053_24_de": "+5% dispel chance",
    "sk_c3053_1_de": "Attacks with a staff, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Hit Chance</> for 1 turn.",
    "sk_c3053_2_de": "<#FF9900>{{variable}}</> chance to dispels one debuff inflicted on an ally at the beginning of each turn.",
    "sk_c3053_3_de": "Attacks all enemies with wind magic, granting <#FFFFFF>continuous healing</> to all allies for 2 turns.",
    "sk_c3053_3s_de": "Extends buff duration by 1 turn.",
    "sk_c3053_3u_de": "Attacks all enemies with wind magic, granting <#FFFFFF>continuous healing</> and <#FFFFFF>increased Speed</> to all allies for 2 turns.",
    "sms_c3054_nm": "Struggle",
    "sms_c3054_de": "He's always struggled to prove himself as a real knight.",
    "chrn_c3054": "Elson",
    "c3054_gacha_get": "I'm still an apprentice, but I'll do my best!",
    "c3054_de_story": "A knight apprentice of the Order of the Sword, Elson. He is originally from Ezera, yet his parents left for Savara to set up a business of their own. He is kind and friendly but lacks confidence.",
    "c3054_2line": "A kind and friendly Order of the Sword apprentice",
    "sk_c3054_1_sknm": "Heavy Strike",
    "sk_c3054_2_sknm": "Meteor Shower",
    "sk_c3054_3_sknm": "Light's Protection",
    "sk_c3054_1_de": "Attacks the enemy, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> for 1 turn. ",
    "sk_c3054_2_de": "Attacks all enemies with Meteor Shower of Light and recovers the Health of all allies. Healing increases proportional to the ally's max Health.",
    "sk_c3054_3_de": "<#FFFFFF>Increases Defense</> of all allies for 2 turns with strengthening magic.",
    "sk_c3054_3s_de": "Extends buff duration by 1 turn.",
    "sk_c3054_3u_de": "<#FFFFFF>Increases Attack</> and <#FFFFFF>Defense</> of all allies for 2 turns with strengthening magic.",
    "sms_c3055_nm": "Pilgrim of Strange Land",
    "sms_c3055_de": "No matter where you are, just keep calm.",
    "chrn_c3055": "Hurado",
    "c3055_gacha_get": "Nice meeting you.",
    "c3055_de_story": "Hurado is a mercenary with no memories, wandering in search for his home. Unlike his intimidating appearance, he is extremely kind and sincere, and vulnerable to being conned by others.",
    "c3055_2line": "Where am I from? A wandering mercenary who lost his memory",
    "sk_c3055_1_sknm": "Staff Strike",
    "sk_c3055_2_sknm": "Dark Magic",
    "sk_c3055_3_sknm": "Dark Explosion",
    "pa_c3055_21_de": "+5% healing reduction",
    "pa_c3055_22_de": "+5% healing reduction",
    "pa_c3055_23_de": "+5% healing reduction",
    "sk_c3055_1_de": "Attacks with a staff, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>silence</> for 1 turn.",
    "sk_c3055_2_de": "Decreases amount recovered of all enemies by <#FF9900>{{variable}}</>, and increases the caster's Combat Readiness by 20% when the enemy uses a non-attack skill.",
    "sk_c3055_3_de": "Attacks all enemies with dark magic, with a <#FF9900>{{variable}}</> chance to dispel one buff before decreasing Combat Readiness by 15%.",
    "sk_c3055_3s_de": "Grants an extra turn.",
    "sk_c3055_3u_de": "Attacks all enemies with dark magic, with a <#FF9900>{{variable}}</> chance to dispel all buffs before decreasing Combat Readiness by 15%.",
    "sms_c3061_nm": "Hidden Eyes",
    "sms_c3061_de": "She can see farther and more accurately than anyone else.",
    "chrn_c3061": "Nemunas",
    "c3061_2line": "An archer of the Winka family longing to become a Dragon Knight",
    "c3061_de_story": "Her nickname is Nemu. As a child, Nemunas was saved from the Dragon Valley by the Queen of Wintenberg and her Dragon Knights. At this point, she decided she must become a Dragon Knight. She left her home to participate in the Wintenberg Tournament to become a Dragon Knight.",
    "c3061_gacha_get": "I'm... Nemunas Winka... Oh, well, right here is where I am!",
    "sk_c3061_1_sknm": "Cover Fire",
    "sk_c3061_2_sknm": "Shock Arrow",
    "sk_c3061_3_sknm": "A Girl's Determination",
    "sk_c3061_1_de": "Decreases enemy's Combat Readiness by <#FF9900>{{variable}}</> after attacking them.",
    "sk_c3061_2_de": "Powerfully shoots an arrow at the enemy, <#FFFFFF>decreasing Hit Chance</> for 2 turns and Combat Readiness by 30%. Damage dealt increases proportional to the enemy's max Health.",
    "sk_c3061_2s_de": "Increases damage dealt.",
    "sk_c3061_3_de": "Encourages allies, dispelling one debuff.",
    "sk_c3061_3u_de": "Encourages allies, dispelling one debuff. <#FFFFFF>Increases Attack</> of the caster for 2 turns.",
    "sms_c3062_nm": "Bard",
    "sms_c3062_de": "A beautiful melody can heal a weary body and soul.",
    "chrn_c3062": "Rima",
    "c3062_2line": "A wandering minstrel with a talent for the bow",
    "c3062_de_story": "An energetic and cheerful girl, Rima is a master archer who spends her time as a wandering minstrel. Otherwise fearless and daring, she is terrified of mice.",
    "c3062_gacha_get": "You finally called for me? Thank you!",
    "sk_c3062_1_sknm": "Quick Shot",
    "sk_c3062_2_sknm": "Lullaby Arrow",
    "sk_c3062_3_sknm": "War Hymn",
    "sk_c3062_1_de": "Attacks with a quick shot of an arrow. A critical hit will decrease the caster's skill cooldown by 1 turn.",
    "sk_c3062_2_de": "Shoots an arrow infused with a sleep toxin, with a <#FF9900>{{variable}}</> chance to put them to <#FFFFFF>sleep</> for 1 turn.",
    "sk_c3062_2s_de": "Grants an extra turn.",
    "sk_c3062_3_de": "Encourages an ally except for the caster, decreasing skill cooldowns by 2 turns.",
    "sk_c3062_3u_de": "Encourages an ally except for the caster, decreasing skill cooldowns by 3 turns.",
    "sms_c3063_nm": "Set Shifting",
    "sms_c3063_de": "Her attitude changes as soon as she begins pursuit.",
    "chrn_c3063": "Kiris",
    "c3063_2line": "A Sicar assassin with a lot to hide",
    "c3063_de_story": "An Elf of Dun Blyraia, Kiris left her home after losing her lover to the Archdemon War and joined the Sicar assassin organization. She is often absent-minded, but as you get to know her you discover she possesses an acute sense.",
    "c3063_gacha_get": "Ah... did you call me?",
    "sk_c3063_1_sknm": "Venomous Arrow",
    "sk_c3063_2_sknm": "Corrosive Volley",
    "sk_c3063_3_sknm": "Preparation",
    "sk_c3063_1_de": "Fires a poisoned arrow at the enemy, with a <#FF9900>{{variable}}</> chance to inflict <#FFFFFF>poison</> for 2 turns.",
    "sk_c3063_2_de": "Fires a corrosive volley to all enemies, extending any debuff duration by 1 turn.",
    "sk_c3063_2s_de": "Ignores effect resistance.",
    "sk_c3063_3_de": "Strengthens the caster's next attack, increases Combat Readiness by 50%.\\nVenomous Arrow: Increases effect chance to 100%, and <#FFFFFF>poison</> effects can be stacked up to 3 times.\\nCorrosive Volley: Extends debuff duration by 2 turns.",
    "sk_c3063_3u_de": "Strengthens the caster's next attack, granting an <#FFFFFF>extra turn</>.\\nVenomous Arrow: Increases effect chance to 100%, and <#FFFFFF>poison</> effects can be stacked up to 3 times.\\nCorrosive Volley: Extends debuff duration by 2 turns.",
    "sms_c3064_nm": "Silent Sharpshooter",
    "sms_c3064_de": "When looking for clues, she's as calm and precise as when she's drawing a bow.",
    "chrn_c3064": "Celeste",
    "c3064_2line": "A calm and collected mercenary who loves forests and silence",
    "c3064_de_story": "Currently working as a private mercenary, Celeste used to be a member of Aramintha's Silver Blade Company long ago. She says little and has an earnest and very serious personality, but suffers from thinking too much and an inability to choose.",
    "c3064_gacha_get": "I will do my best.",
    "sk_c3064_1_sknm": "Precision Fire",
    "sk_c3064_2_sknm": "Volley",
    "sk_c3064_3_sknm": "Defcon",
    "sk_c3064_1_de": "Attacks the enemy, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Hit Chance</> for 1 turn.",
    "sk_c3064_2_de": "Shoots a volley of arrows at all enemies, with a 50% chance to decrease Combat Readiness by 20%. Does not increase cooldown count when the caster's Health is more than 80%.",
    "sk_c3064_2s_de": "Increases damage dealt.",
    "sk_c3064_3_de": "Caster recovers 30% Health and is granted an <#FFFFFF>extra turn</>.",
    "sk_c3064_3u_de": "Caster recovers 30% Health and is granted an <#FFFFFF>extra turn</> and <#FFFFFF>increased Attack</> for 2 turns.",
    "sms_c3065_nm": "Fine Idea",
    "sms_c3065_de": "Not enough time? Work faster.",
    "chrn_c3065": "Wanda",
    "c3065_2line": "A temperamental young woman who hates to be bored",
    "c3065_de_story": "A girl from Reingar, Wanda is a curious young woman who gets bored of things very easily. Former student, nun, and mercenary, she is currently working as a self-styled treasure hunter... for now.",
    "c3065_gacha_get": "I'll quit as soon as it gets boring, but until then, let's have fun together.",
    "sk_c3065_1_sknm": "Weak Point",
    "sk_c3065_2_sknm": "Steady Aim",
    "sk_c3065_3_sknm": "Fatal Shot",
    "pa_c3065_21_de": "+5% trigger chance",
    "pa_c3065_22_de": "+5% trigger chance",
    "pa_c3065_23_de": "+10% trigger chance",
    "sk_c3065_1_de": "Shoots an arrow at the enemy. When the enemy is <#FFFFFF>targeted</>, damage dealt is increased and their Combat Readiness is decreased by <#FF9900>{{variable}}</>.",
    "sk_c3065_2_de": "Has a <#FF9900>{{variable}}</> chance to <#FFFFFF>target</> a random enemy for 2 turns at the beginning of each turn.",
    "sk_c3065_3_de": "Attacks the enemy's vital points, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> for 1 turn.",
    "sk_c3065_3s_de": "Ignores effect resistance.",
    "sk_c3065_3u_de": "Attacks the enemy's vital points, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>stun</> for 2 turns.",
    "sms_c3071_nm": "Combat Maniac",
    "sms_c3071_de": "Her thirst for blood and victory knows no bounds. She'll do anything for it.",
    "chrn_c3071": "Carmainerose",
    "c3071_gacha_get": "Why did you call me?",
    "c3071_de_story": "A Banshee formed from a corrupted soul. Reminiscent of the shriveled rose petals the day after a festival, Carmainerose dazzles her opponents by singing a song of her failed revenge.",
    "c3071_2line": "A half-burned, blood-red, depressed Banshee",
    "sk_c3071_1_sknm": "Vampirism",
    "sk_c3071_2_sknm": "Vengeful Strike",
    "sk_c3071_3_sknm": "Daze",
    "sk_c3071_1_de": "Claws the enemy, absorbing some of the damage as Health.",
    "sk_c3071_2_de": "Attacks the enemy, decreasing Combat Readiness by <#FF9900>{{variable}}</>.",
    "sk_c3071_2u_de": "Attacks the enemy, decreasing Combat Readiness by <#FF9900>{{variable}}</>, and <#FFFFFF>decreasing Speed</> of the enemy and <#FFFFFF>increasing Speed</> of the caster for 2 turns each.",
    "sk_c3071_3_de": "Attacks the enemy, dispelling all buffs, and <#FFFFFF>increasing Attack</> and <#FFFFFF>Defense</> of the caster for 2 turns.",
    "sk_c3071_3s_de": "Extends buff duration by 1 turn.",
    "sms_c3072_nm": "Beauty Recipe",
    "sms_c3072_de": "Finally, a recipe for beauty has been developed! I'm afraid to taste it, though.",
    "chrn_c3072": "Mistychain",
    "c3072_gacha_get": "I'm... always sad.",
    "c3072_de_story": "A Banshee formed from a corrupted soul. She sings songs of a passion frozen by painful betrayal. She is known to mercilessly tear things apart with her bare hands.",
    "c3072_2line": "A cold-blooded Banshee with an ice-cold scream",
    "sk_c3072_1_sknm": "Vampirism",
    "sk_c3072_2_sknm": "Banshee's Curse",
    "sk_c3072_3_sknm": "Life Drain",
    "sk_c3072_1_de": "Claws the enemy, absorbing some of the damage to heal all allies.",
    "sk_c3072_2_de": "Casts a spell at the enemy, with a <#FF9900>{{variable}}</> chance to make them <#FFFFFF>unhealable</> and <#FFFFFF>decrease Attack</> for 2 turns.",
    "sk_c3072_3_de": "Attacks by absorbing the enemy's life force. Some of the damage dealt is absorbed to heal all allies.",
    "sk_c3072_3s_de": "Increases damage dealt.",
    "sk_c3072_3u_de": "Attacks by absorbing the enemy's life force. Some of the damage dealt is absorbed to heal all allies. When the enemy is defeated, grants <#FFFFFF>revive</> for 2 turns to the ally with the lowest Health.",
    "sms_c3073_nm": "Doll Collection",
    "sms_c3073_de": "This doll we found recently is in great condition. It almost seems as if it was alive.",
    "chrn_c3073": "Pearlhorizon",
    "c3073_gacha_get": "Nice to meet you.",
    "c3073_de_story": "A Banshee formed from a corrupted soul. She sing songs of malice that flow slowly like dust. She is known to strangle opponent with a gentle and friendly face.",
    "c3073_2line": "A quiet Banshee who strangles her enemies slowly",
    "sk_c3073_1_sknm": "Chaos Strike",
    "sk_c3073_2_sknm": "Hypnosis",
    "sk_c3073_3_sknm": "Nightmare",
    "sk_c3073_1_de": "Claws the enemy, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Hit Chance</> for 2 turns.",
    "sk_c3073_2_de": "All enemies have a <#FF9900>{{variable}}</> chance to be put to <#FFFFFF>sleep</> for 1 turn.",
    "sk_c3073_3_de": "Attacks the enemy and <#FFFFFF>stuns</> them for 1 turn. When the enemy is <#FFFFFF>sleeping</>, extra damage is dealt equivalent to 10% of max Health.",
    "sk_c3073_3s_de": "Increases damage dealt.",
    "sk_c3073_3u_de": "Attacks the enemy and <#FFFFFF>stuns</> them for 1 turn. When the enemy is <#FFFFFF>sleeping</>, extra damage is dealt equivalent to 20% of max Health.",
    "sms_c3074_nm": "Fearful Defense",
    "sms_c3074_de": "Extreme fear can lead to disastrous results.",
    "chrn_c3074": "Gloomyrain",
    "c3074_gacha_get": "Uhh... Hello?",
    "c3074_de_story": "A Banshee formed from a corrupted soul. When the ruins are masked in fog, she sings songs of rumors. Looking like a small lantern flame flickering in the darkness, if you allow yourself to be tempted you will lose your life in a moment.",
    "c3074_2line": "A Banshee like lonely rain falling on a foggy city",
    "sk_c3074_1_sknm": "Wail",
    "sk_c3074_2_sknm": "Ill Will",
    "sk_c3074_3_sknm": "Soul Destruction",
    "pa_c3074_21_de": "+5% Speed and damage dealt",
    "pa_c3074_22_de": "+5% Speed and damage dealt",
    "pa_c3074_23_de": "+5% Speed and damage dealt",
    "sklv_de_eff1_2": "+2% effect chance",
    "sklv_de_eff1_3": "+3% effect chance",
    "sk_c3074_1_de": "Has a <#FF9900>{{variable}}</> chance of being granted an <#FFFFFF>extra turn</> after attacking the enemy.",
    "sk_c3074_1u_de": "Has a <#FF9900>{{variable}}</> chance of being granted an <#FFFFFF>extra turn</> after attacking the enemy. When the caster is debuffed, the chance is doubled.",
    "sk_c3074_2_de": "Increases Speed and Attack when the caster is inflicted with a debuff, and grants immunity to <#FFFFFF>stun</>, <#FFFFFF>provoke</>, and <#FFFFFF>sleep</>.",
    "sk_c3074_3_de": "Attacks all enemies with magic, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>transfer</> debuffs inflicted on the caster, before dispelling them from the caster.",
    "sk_c3074_3s_de": "Increases damage dealt.",
    "sms_c3075_nm": "Impossible Request",
    "sms_c3075_de": "Her requests, which you can never refuse, are becoming more and more unreasonable.",
    "chrn_c3075": "Requiemroar",
    "c3075_gacha_get": "What do you want from me?",
    "c3075_de_story": "A Banshee formed from a corrupted soul. She sings a bizarrely pleasant song of brutal murder and mourning. Her funeral dirge is for the enemy she is about to kill.",
    "c3075_2line": "A crazed Banshee dancing to a funeral dirge",
    "sk_c3075_1_sknm": "Insanity",
    "sk_c3075_2_sknm": "Blood Feast",
    "sk_c3075_3_sknm": "Dirge",
    "pa_c3075_21_de": "+0.5% Healing relative to damage dealt",
    "pa_c3075_22_de": "+0.5% Healing relative to damage dealt",
    "pa_c3075_23_de": "+1% Healing relative to damage dealt",
    "pa_c3075_24_de": "+1% Healing relative to damage dealt",
    "pa_c3075_25_de": "+2% Healing relative to damage dealt",
    "sk_c3075_1_de": "Claws the enemy, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> for 1 turn.",
    "sk_c3075_2_de": "All allies absorb <#FF9900>{{variable}}</> of the damage they each inflict as Health and recover 15% Health every time an enemy dies. Health recovery upon enemy death can only be activated once per turn.",
    "sk_c3075_3_de": "Attacks with magic, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns.",
    "sk_c3075_3s_de": "Increases damage dealt.",
    "sk_c3075_3u_de": "Attacks with magic, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns, and increases Combat Readiness of all allies by 20%.",
    "c3084_2line": "High-tech machinery\\nmodeled after Gigantes",
    "c3084_de_story": "Machinery based on the Kikirat. It has cleaning functionality for comfort, but often mistakes Humans for trash.",
    "chrn_c3084": "Kikirat v2",
    "sk_c3084_1_sknm": "Auto-Fire",
    "sk_c3084_2_sknm": "Defense Mode",
    "sk_c3084_3_sknm": "Cleaning Mode",
    "pa_c3084_21_de": "+0.5% Defense",
    "pa_c3084_22_de": "+0.5% Defense",
    "pa_c3084_23_de": "+0.5% Defense",
    "pa_c3084_24_de": "+0.5% Defense",
    "pa_c3084_25_de": "+1% Defense",
    "sk_c3084_1_de": "Attacks with a gatling gun, with a <#FF9900>{{variable}}</> chance to dispel one buff. Damage dealt increases proportional to the caster's Defense.",
    "sk_c3084_2_de": "Increases Defense of the caster by <#FF9900>{{variable}}</> after attacking. Effect can only stack up to 5 times.",
    "sk_c3084_3_de": "Fires indiscriminately, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Hit Chance</> for 1 turn. Damage dealt increases proportional to the caster's Defense.",
    "sk_c3084_3s_de": "Increases damage dealt.",
    "sk_c3084_3u_de": "Fires indiscriminately at all enemies, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Hit Chance</> for 1 turn, before triggering <#FFFFFF>counterattacks</> from the caster for 2 turns. Damage dealt increases proportional to the caster's Defense.",
    "sms_c4001_nm": "Unshaken Faith",
    "sms_c4001_de": "His faith in Chaos is resolute.",
    "chrn_c4001": "Chaos Inquisitor",
    "c4001_de_story": "Following an argument with the Chaos Sect Axe, he left the Chaos Sect only to be captured soon after by the Rose Apostles. During a narrow escape, he became filled with a desperate fear of death and was awakened to the existence of Chaos.",
    "c4001_2line": "A fanatic enlightened to the grace of Chaos",
    "pa_c4001_21_de": "-5% damage received limit",
    "pa_c4001_22_de": "-5% damage received limit",
    "pa_c4001_23_de": "-5% damage received limit",
    "sk_c4001_1_sknm": "Heavy Strike",
    "sk_c4001_2_sknm": "Butcher Corps Gear",
    "sk_c4001_3_sknm": "Preach",
    "sk_c4001_1_de": "Hacks the enemy down with a sword, with a <#FF9900>{{variable}}</> chance each to dispel two buffs.",
    "sk_c4001_2_de": "Damage suffered in one attack does not exceed <#FF9900>{{variable}}</> of max Health.",
    "sk_c4001_3_de": "Attacks the enemy in the name of Chaos, recovering Health proportional to damage dealt. Damage dealt increases proportional to the caster's lost Health.",
    "sk_c4001_3s_de": "Increases damage dealt.",
    "sk_c4001_3u_de": "Attacks the enemy in the name of Chaos, recovering Health proportional to damage dealt. When the enemy is buffed, has a <#FF9900>{{variable}}</> chance to activate Heavy Strike. Damage dealt increases proportional to the caster's lost Health.",
    "chrn_c4003": "Falconer Kluri",
    "c4003_gacha_get": "I'm Kluri, a mercenary. My motto is minimum effort, maximum reward, so don't give me anything too difficult.",
    "c4003_de_story": "Kluri started raising a falcon in hope of reducing her workload. Although it ended up doing the exact opposite, she's carried on raising it for fun. Perhaps it learned from its master, because it will never do anything too difficult unless Kluri orders it to.",
    "c4003_2line": "A sharp-eyed mercenary, and friend of Fluri",
    "sk_c4003_1_sknm": "Light Step",
    "sk_c4003_2_sknm": "Magic Resist",
    "sk_c4003_3_sknm": "Fluri, Attack!",
    "pa_c4003_21_de": "+0.5% healing",
    "pa_c4003_22_de": "+0.5% healing",
    "pa_c4003_23_de": "+1% healing",
    "pa_c4003_24_de": "+1% healing",
    "pa_c4003_25_de": "+1% healing",
    "pa_c4003_26_de": "+1% healing",
    "sklv_de_4003_212_10": "+10% provoke chance",
    "sklv_de_4003_212_15": "+15% provoke chance",
    "sk_c4003_1_de": "Slams the enemy, increasing Combat Readiness of the caster by <#FF9900>{{variable}}</>. Damage dealt increases proportional to the caster's Defense.",
    "sk_c4003_2_de": "Recovers <#FF9900>{{variable}}</> Health at the beginning of every turn.",
    "sk_c4003_3_de": "Fluri flies towards the enemy, with a <#FF9900>{{variable}}</> chance to dispel all buffs, before a <#FF9900>{{variable}}</> chance to <#FFFFFF>provoke</> for 2 turns.",
    "sk_c4003_3s_de": "Ignores effect resistance.",
    "sk_c4003_3u_de": "Fluri flies towards the enemy, with a <#FF9900>{{variable}}</> chance to dispel all buffs, before a <#FF9900>{{variable}}</> chance each to <#FFFFFF>provoke</> and <#FFFFFF>decrease Defense</> for 2 turns.",
    "c4013_2line": "A righteous thief who fights for those in need",
    "c4013_de_story": "After learning about wicked merchants from Savara bamboozling the Suin, Roozid resolves to restore the riches illicitly taken from them. He goes through intensive training and finally emerges anew.",
    "chrn_c4013": "Righteous Thief Roozid",
    "sk_c4013_1_sknm": "Hemorrhage",
    "sk_c4013_2_sknm": "Wind Slash",
    "sk_c4013_3_sknm": "Moonlight Roar",
    "sk_c4013_1_de": "Cuts the enemy with dual-wielded swords, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Speed</> for 2 turns. Damage dealt increases proportional to the caster's Speed.",
    "sk_c4013_2_de": "Attacks with a swordstorm, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Attack</> for 2 turns. Damage dealt increases proportional to the caster's Speed.",
    "sk_c4013_3_de": "Increases Combat Readiness of all allies by <#FF9900>{{variable}}</> and grants the caster <#FFFFFF>continuous heal</> for 2 turns through the power of the moon.",
    "sk_c4013_3s_de": "Grants an extra turn.",
    "sk_c4013_3u_de": "Increases Combat Readiness by <#FF9900>{{variable}}</> and grants increased Speed for 2 turns to all allies through the power of the moon. Also grants the caster <#FFFFFF>continuous heal</> for 2 turns.",
    "chrn_c4025": "Chaos Sect Axe",
    "c4025_gacha_get": "A world governed by Chaos is coming!",
    "c4025_2line": "An axeman who accepted the call of Chaos and founded the Chaos Sect.",
    "c4025_de_story": "Following the end of the Archdemon War, the Church of Ilryos Axe suffered a difficult period of desolation, until the God of Chaos spoke to him. Inspired to found the Chaos Sect, he has found a new purpose to subdue the world under the blade of his axe.",
    "sk_c4025_1_sknm": "Disconnect",
    "sk_c4025_2_sknm": "Attack Chain",
    "sk_c4025_3_sknm": "Vigorous Strike",
    "sk_c4025_1_de": "Attacks with an axe. A critical hit will inflict <#FFFFFF>bleeding</> for 1 turn. Damage dealt increases proportional to the amount of the enemy's lost Health.",
    "sk_c4025_2_de": "Attacks all enemies with a shockwave, dealing damage proportional to the amount of the enemy's lost Health.",
    "sk_c4025_2s_de": "Increases damage dealt.",
    "sk_c4025_2u_de": "Attacks all enemies with a shockwave, granting an <#FFFFFF>extra turn</> to the caster when an enemy is defeated. Damage dealt increases proportional to the enemy's lost Health.",
    "sk_c4025_3_de": "Smacks the enemy, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns and recover Health by 20% of max Health. Amount recovered increases by 50% when enemy is defeated. Damage dealt increases proportional to the caster's max Health.",
    "sms_c4034_nm": "Endless Effort",
    "sms_c4034_de": "In order to become the best spearman, he continues to practice every day.",
    "chrn_c4034": "Captain Rikoris",
    "c4034_2line": "A trustworthy captain with his own unique spearmanship",
    "c4034_de_story": "Rikoris joined the Taranor Army on Schuri's advice and mastered his skills of spearmanship in a battle against the Chaos Sect. Now he spends his time trying to ease the unrest in Taranor while becoming the greatest spearman ever.",
    "sk_c4034_1_sknm": "Quick Pierce",
    "sk_c4034_2_sknm": "Cheer",
    "sk_c4034_3_sknm": "Supreme Spear",
    "sklv_de_4034_5": "+5% dispel chance",
    "sklv_de_4034_10": "+10% dispel chance",
    "sk_c4034_2_de": "Encourages all allies, <#FFFFFF>increasing Speed</> for 2 turns.",
    "sk_c4034_2s_de": "Extends buff duration by 1 turn.",
    "sk_c4034_2u_de": "Encourages all allies, decreasing skill cooldown by 1 turn and <#FFFFFF>increasing Speed</> for 2 turns.",
    "sk_c4034_3_de": "Attacks all enemies with hard-trained spear art, with a <#FF9900>{{variable}}</> chance to dispel a buff from the target before having a 75% chance to <#FFFFFF>stun</> an enemy with the highest Combat Readiness regardless of skill miss. Recovers caster's Health after attack. Amount recovered is proportional to the caster's max Health.",
    "sk_c4034_1_de": "Attacks with a spear, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Defense</> for 2 turns. When the caster is granted increased Speed, effect chance increases by 25%.",
    "chrn_c4035": "Commander Lorina",
    "c4035_gacha_get": "Please, call me Lorina.",
    "c4035_de_story": "Lorina became an official knight after defeating a Wyvern with her spear. She aims to lead the vanguard of the Order of the Shield one day, and acts without thinking based on what she believes is right.",
    "c4035_2line": "Vice-Commander of The Order of the Shield with outstanding talent",
    "sk_c4035_1_sknm": "Sharp Blow",
    "sk_c4035_2_sknm": "Spiritual Armament",
    "sk_c4035_3_sknm": "Spiral Breakthrough",
    "pa_c4035_21_de": "+0.5% Attack",
    "pa_c4035_22_de": "+0.5% Attack",
    "pa_c4035_23_de": "+1% Attack",
    "pa_c4035_24_de": "+1% Attack",
    "pa_c4035_25_de": "+2% Attack",
    "sk_c4035_1_de": "Knocks the enemy into the air with a spear.",
    "sk_c4035_1u_de": "Knocks the enemy into the air with a spear, increasing Combat Readiness of the caster by <#FF9900>{{variable}}</>.",
    "sk_c4035_2_de": "Increases Attack <#FF9900>{{variable}}</> each time the caster attacks an enemy. Effect can only stack up to 5 times.",
    "sk_c4035_3_de": "Pierces the enemy with a spear, decreasing Combat Readiness by <#FF9900>{{variable}}</>. Damage dealt increases proportional to the amount of the enemy's lost Health.",
    "sk_c4035_3s_de": "Grants an extra turn.",
    "chrn_c4041": "Mascot Hazel",
    "c4041_2line": "A pretty girl with stunning beauty",
    "c4041_de_story": "Hazel disguised herself to recruit more members for the student council. Only a few know her true identity, and once she's finished with her business, she returns to her original appearance.",
    "sk_c4041_1_sknm": "Book of Fire",
    "sk_c4041_2_sknm": "Urgent Regen",
    "sk_c4041_3_sknm": "A Girl in Uniform",
    "sk_c4041_1_de": "Attacks with fire magic, with a <#FF9900>{{variable}}</> chance to make <#FFFFFF>unhealable</> for 2 turns.",
    "sk_c4041_2_de": "Heals the target proportional to the caster's Attack and the target's max Health. When the ally's Health is less than 50%, the amount recovered will increase by 50%.",
    "sk_c4041_3_de": "Encourages allies by <#FFFFFF>increasing Attack</> of the target and all other allies for 1 turn, before recovering Health of all allies. When the target is a Fire elemental Hero, grants the target <#FFFFFF>increased Attack (Greater)</> instead. Amount recovered increases proportional to the target's max Health and the caster's Attack.",
    "sk_c4041_3s_de": "Extends buff duration by 1 turn.",
    "sk_c4041_3u_de": "Encourages allies by <#FFFFFF>increasing Attack</> of the target and all allies for 2 turns, before recovering Health of all allies. When the target is a Fire elemental Hero, grants the target <#FFFFFF>increased Attack (Greater)</> instead. Amount recovered increases proportional to the target's max Health and the caster's Attack.",
    "sms_c4042_nm": "Heartfelt Care",
    "sms_c4042_de": "Her gentle touch will drive pains away.",
    "c4042_2line": "A hardworking nun doing her best to help weak and poor souls",
    "c4042_de_story": "Even after being formally appointed a nun, Montmorancy keeps making mistakes. However, instead of blaming herself and asking others for help, she perseveres in her efforts to help others.",
    "chrn_c4042": "Angelic Montmorancy",
    "sk_c4042_1_sknm": "Sleep Sorcery",
    "sk_c4042_2_sknm": "Purification",
    "sk_c4042_3_sknm": "Earnest Prayer",
    "sk_c4042_1_de": "Attacks the enemy with water energy, with a <#FF9900>{{variable}}</> chance to put them to <#FFFFFF>sleep</> for 1 turn.",
    "sk_c4042_2_de": "Dispels one debuff from all allies, and heals debuffed allies. Amount recovered is proportional to the ally's max Health.",
    "sk_c4042_3_de": "Recovers ally's Health and grants <#FFFFFF>immunity</> for 2 turns, dispelling two debuffs. Amount recovered is proportional to the target's max Health.",
    "sk_c4042_3s_de": "Effect is granted to all allies.",
    "sk_c4042_3u_de": "Recovers ally's Health and grants <#FFFFFF>immunity</> for 2 turns, dispelling two debuffs, before increasing caster's Combat Readiness by 50%. Amount recovered is proportional to the target's max Health.",
    "chrn_c4051": "Researcher Carrot",
    "sms_c4051_nm": "I'll Sleep When I'm Dead",
    "sms_c4051_de": "All researchers develop an ability to write piles of reports without sleeping for several days.",
    "c4051_2line": "A thorough researcher, seeking the truth behind magic",
    "c4051_de_story": "Carrot studied tirelessly to pass the notorious Magic Research Department exam and became a professional researcher. She thought things would finally get better once she passed, but instead, she feels like she has gotten even busier.",
    "sk_c4051_1_sknm": "Swing",
    "sk_c4051_2_sknm": "Flame Barrier",
    "sk_c4051_3_sknm": "Flame Spurt",
    "sk_c4051_1_de": "Attacks with a staff, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>decrease Speed</> for 2 turns, before a 30% chance to <#FFFFFF>detonate</> <#FFFFFF>burn</> effects inflicted on the enemy at the end of the turn.",
    "sk_c4051_1s_de": "Increases detonation chance to 100%.",
    "sk_c4051_2_de": "After being attacked, grants the caster a <#FFFFFF>barrier</> for 1 turn and <#FFFFFF>burns</> the attacker for 1 turn. Barrier strength increases proportional to the caster's Attack.",
    "sk_c4051_3_de": "Attacks all enemies with powerful fire, with a <#FF9900>{{variable}}</> chance each to inflict two <#FFFFFF>burn</> effects for 1 turn.",
    "sk_c4051_3u_de": "Attacks all enemies with powerful fire, with a <#FF9900>{{variable}}</> chance each to inflict two <#FFFFFF>burn</> effects for 2 turns.",
    "pa_c4051_21": "+15% barrier strength",
    "pa_c4051_22": "+15% barrier strength",
    "chrn_c5071": "Seaside Bellona",
    "sms_c5071_nm": "Keep Your Distance",
    "sms_c5071_de": "She won't tolerate anyone who disturbs her relaxing vacation.",
    "c5071_gacha_get": "Sometimes it's important to get some rest. Only then can you be at the top of your game.",
    "c5071_2line": "Ace of the Phantom CIC, brighter than the sun",
    "c5071_de_story": "Bellona has come to Reingar to help Karin and the Public Security Club cope with the influx of summer visitors. Although she claims she's here to watch over Sez, it seems her true goal is to relax in the resort.",
    "sk_c5071_1_sknm": "Watch Out",
    "sk_c5071_2_sknm": "I'm with My Friends",
    "sk_c5071_3_sknm": "Haven't I Warned You?",
    "sk_c5071_1_de": "Attacks the enemy with a fan, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>target</> the enemy for 1 turn.",
    "sk_c5071_1u_de": "Attacks the enemy with a fan, with a <#FF9900>{{variable}}</> chance to <#FFFFFF>target</> the enemy for 2 turns.",
    "sk_c5071_2_de": "Shares 30% of damage suffered by the caster with the foremost ally. When more than one damage sharing effect is granted, only the strongest effect is applied. The caster gains 1 Focus when an ally is attacked. When an ally is attacked and the caster's stacked Focus is 5, loses all Focus and activates You're Not Cute.\\nYou're Not Cute: Attacks all enemies with a fan, with a 50% chance to <#FFFFFF>decrease Defense</> for 2 turns.",
    "sk_c5071_3_de": "Attacks all enemies with a spray of water, with a <#FF9900>{{variable}}</> chance to make them <#FFFFFF>unable to be buffed</> and <#FFFFFF>unhealable</> for 2 turns. Damage dealt increases with a critical hit.",
    "sk_c5071_3s_de": "Ignores effect resistance.",
    "chrn_m0411": "Heavy Soldier(Fiery)",
    "sk_m0411_1_sknm": "1",
    "sk_m0411_2_sknm": "2",
    "sk_m0411_3_sknm": "1",
    "chrn_m0413": "Perland Swordsman",
    "m0413_2line": "A soldier fighting for the sake of Perland's safety",
    "m0413_de_story": "A strong-willed soldier who has completed rigorous training in order to protect Perland. They are ready at a moment's notice to fight for their city.",
    "chrn_m0414": "Elite Perland Swordsman",
    "m0414_2line": "A soldier pledging allegiance for the sake of Perland's safety",
    "m0414_de_story": "A soldier skilled with the sword who has completed rigorous training in order to protect Perland. They pledge their lives to their swords bestowed upon them by the citylord.",
    "chrn_m9194": "Archdemon Mercedes",
    "m9194_de_story": "Born 20 or more years ago when it absorbed the power of the sealed Archdemon Anghraf, its mission is to eliminate the Heir of the Covenant and steal away the power of life.",
    "m9194_2line": "A Homunculus with the power of the Archdemon",
    "chrn_m0402": "Persistent Street Fighter ",
    "m0402_2line": "A Perland street fighter who relentlessly hunts down their enemies",
    "m0402_de_story": "A fighter who rules the backstreets of Perland. They are well known for their persistence.",
    "chrn_m0403": "Iron-Willed Master Street Fighter",
    "m0403_2line": "A tough, sturdy ruler of the Perland backstreets ",
    "m0403_de_story": "A fighter who rules the backstreets of Perland. They gained a sturdy body and strong fists after many battles and has since become a powerful figure."
}